label ch_x1:
    m "其实...我和夏何的关系不是你们想象的那样。"
    "友B" "「我说你一个大男人……你……你……至于不敢承认吗……」"
    "友C" "「就是，扭扭捏捏的，还不好意思。」"
    m "夏何和我其实在骗你们。"
    "友A" "「骗我们？什么意思？」"
    m "就是那个……我们没有确定关系……"
    "友D" "「……」"
    "友D" "「目的呢？」"
    "友A" "「对，有什么好处吗？」"
    m "……"
    "友B" "「诶诶诶？？？我怎么没搞明白，怎么回事？」"
    "友A抱着肩，一言不发的盯着我。"
    "友D稍稍眯起了眼，上下打量着我。"
    play music "audio/013.mp3" fadein 1.0 fadeout 1.0
    scene black with fade
    "我的嘴唇微微颤抖，话到了嘴边却发现根本难以吐露。"
    "这是背叛。"
    "毫无疑问这是背叛。"
    "我喜欢夏何吗？"
    "我想是的。"
    "但是喜欢为什么会选择背叛。"
    "这很矛盾。"
    "我为什么要告诉她们？是为了夏何好吗？"
    "我要是她我会接受这种恶心的好意吗？"
    "一边打着为你好的旗号，一边用背叛狠狠地羞辱你。"
    "就像一场怪诞的表演，观众尽管难以忍受却还是要狠狠地拍着手，咬牙切齿地喊着好。"
    "这实在是……"
    "令人作呕。"
    play music "audio/004.mp3" fadein 1.0 fadeout 1.0
    scene bg bar1 with fade
    m "你们了解夏何吗？"
    "我在想什么？"
    "友人C" "「你说什么废话呢，你说呢！」"
    "友人D" "「听他说。」"
    "空气中弥漫着一股说不出道不明的氛围。"
    m "实际上她和你们想象中的不太一样。"
    "我的目的是什么？"
    m "她的开朗阳光或许是真的，但是那肯定不是她真正想要的。"
    "友人C" "「什么意思？」"
    m "问一件事可以吗？"
    "友人D" "「你一直在问。」"
    m "你们第一眼看到我的印象是什么？"
    "友人B" "「额额，热情，开朗，阳光……」"
    "友人A" "「胆小，自卑？」"
    "友人B" "「也……不用这么直接吧……」"
    m "额额……还有吗？"
    "友人D看着我的眼睛，发现不出一点生气的意思后慢慢开了口。"
    "友人D" "「脑子里想了无数遍，一到行动还是会犹豫。」"
    "……"
    "好真实。"
    "虽然有了点心理准备，但是被人说成这样……"
    m "其实……我们是一样的。"
    "友人D" "「我们？」"
    "友人A" "「他说的是夏何？」"
    "友人B突然用一种很荒谬的眼神望着我。"
    m "我知道这很难让你们相信，但是……"
    "友人B" "「嗯……我信了。」"
    "友人C" "「这你就相信了？」"
    "友人B" "「他不像在说谎。」"
    "友人D" "「理由？」"
    "友人B突然一反常态，不像往日那样插科打诨，活跃气氛。"
    "而是用一种夹杂着悲哀的语气，好像事先早有预料，只是不愿相信一般。"
    "友人B" "「感觉。」"
    "友人A" "「感觉？」"
    "友人B" "「对他的，还有……对夏何的……」"
    "一时间，所有人都沉默下来。"
    stop music fadeout 1.0
    scene black with fade
    "接下来，我把夏何在那个教室告诉我的事情又像个复读机一样说了一遍。"
    "怀疑，错愕，难以置信。"
    "愤怒，同情，无可奈何。"
    "种种表情在她们的脸上交杂闪过。"
    "忽然心里有一种报复的快感。"
    "报复我自己。"
    "憎恨懦弱，憎恨颓废，憎恨平庸。"
    "……"
    "我到底在想什么。"
    play music "audio/004.mp3" fadein 1.0 fadeout 1.0
    scene bg bar1 with fade
    m "就是这样。"
    "友人A" "「先不说这件事的真假，你为什么要告诉我们。」"
    "所有人都抬起头看着我。"
    "一针见血啊……"
    m "我也不知道，只是觉得告诉你们比较好。"
    "你们会相信我的吧。"
    "友人A" "「……」"
    "友人A" "「算了，姑且相信你。那你接下来有什么打算？」"
    m "我想帮她摆脱这种生活。"
    "友人B" "「自以为是。」"
    "是的，自以为是。"
    "友人D" "「但是这种状态确实不对。」"
    "友人C" "「我觉得我们应该假装不知道这件事。」"
    "友人A" "「但是她以后迟早要面对的。」"
    scene black with fade
    "有那么一瞬间，我忽然感觉到。"
    "她们是真的在为夏何考虑。"
    "不是什么外人面前的伪装。"
    "她们在设身处地地为她着想。"
    "夏何有这样的朋友。"
    "而我什么都没有，却还要配合她演出戏码。"
    "这是感情……是嫉妒吗……"
    scene bg bar1 with fade
    "友人D" "「你怎么看？」"
    m "……"
    "友人D" "「喂，你在听吗？」"
    m "啊啊，我吗，看……什么？"
    "友人D" "「你……喜欢她吗？」"
    m "……"
    m "喜欢的吧。"
    m "要是不喜欢我想我也不会去这样帮助她了。"
    "友人B" "「但是你刚刚做的事情稍微有点坑她哦。」"
    m "……"
    m "我真的想帮助她，我以前就是那种生活状态。"
    "今后不应该是。"
    m "自己想逃但是有没有动力。"
    m "正是在她的帮助下我才慢慢摆脱过去的影子。"
    m "所以我现在想帮帮她。"
    m "但是我一个人做不到，能想到的只有你们了。"
    "此时，我的大脑一片空白。"
    "但嘴像连珠炮一样抖个不停。"
    "我在说什么……"
    "我自己似乎完全意识不到。"
    "友人C" "「看起来你的确是认真的。」"
    "友人D" "「你放心，这件事包在我们身上。」"
    "友人D" "「如果你是真的喜欢她，我们也会帮你的。」"
    "友人A、C“嗯”了一声。"
    "友人B有些犹豫，但还是点了点头。"

    default together = False
    $renpy.pause(delay=0.5,hard=True)
    menu:
        "是否要接受她们的帮助呢？"
        "拒绝帮助，自己处理":
            pass#我猜的，没后文了可能是游戏结束了？
        "接受帮助":
            $together = True
            call together from _call_together

#scene 2
    play music "audio/005.mp3" fadein 1.0 fadeout 1.0
    scene bg computer with fade
    "我静静躺在床上。"
    "天气还很热。"
    "窗边不知道是什么虫子一声声地嘶喊着。"
    "我仔细地数着天花板蜘蛛网上虫子的个数。"
    "……"
    "孤独。"
    "无聊的寂寞。"
    "难以忍受。"
    "我不要……"
    "不喜欢……"
    "别让我一个人。"
    "你在哪……"
    "手机屏幕亮了起来。"
    "我心神一动，拿起了手机看了眼屏幕却有些失望。"
    "不是她。"
    "我点开信息。"
    "友人D" "「你睡了吗。」"
    m "还没，发生什么了吗？"
    "友人D" "「没什么事。就是想问问你找她了吗？」"
    m "还没有……"
    "友人D" "「你要主动一点。」"
    "友人D" "「你可以试着把她约出来。」"
    "约出来。"
    m "理由呢？"
    "友人D" "「你上次不是说你们是一个社团的吗？」"
    "友人D" "「想想看最近社团有没有什么活动，叫她一起去不就得了。」"
    "社团活动的话……"
    "对了，舒子淇部长组织的漫展。"
    m "嗯，好。"
    "友人D" "「还有，我帮的不是你，是夏何，你要弄清楚。」"
    "但是从结果上看，还是……"
    m "谢谢你。"

    "第一次收到他人祝愿呀……"
    "虽然我只是附带的。"

    "（划找通讯录）"
    "我凝视着她的名字。"
    "许久，点开了聊天页。"
    play music "audio/013.mp3" fadein 1.0 fadeout 1.0
    m "你在吗？"
    "……"
    "没有回复。"
    "看来很晚了，她估计睡了。"
    "我将手机放在一旁，正准备合眼，枕边震动了一下。"
    "！"
    "（忐忑地拿起手机）"
    x "嗯。"
    "只有一个字。"
    "是不想和我说话吗……"
    "啊啊啊，你想太多了。"
    m "听说你好像有点不高兴，出什么事了吗？"
    "我小心地措着辞。"
    x "听她们说的？没有，怎么可能啊。"
    "听起来一切正常，并没有讨厌我。"
    m "哦哦，没事就好..."
    "但是她心里有事。"
    "只是不想告诉我..."
    m "你国庆有安排吗？"
    "先把她约出来。"
    x "嗯...应该有吧..."
    "应该？"
    "这是拒绝的意思吧。"
    "我是不是不应该再问下去了……"
    "但是又好不甘心啊……"
    "最后试一下吧。"
    m "这样啊，本来还想和你一起去漫展看看的。"
    x "漫展？"
    "看来她有兴趣。"
    "果然是……额额，本性难移？"
    m "对啊，我们上次不是一起搭展板的吗？"
    m "那就是为这次漫展准备的，是我们社自己举办的哦。"
    x "我..."
    m "你怎么了？这次漫展规模还蛮大的。"
    m "到时候所有社员都会去参加的。"
    m "舒子淇部长一向很靠谱，这次的活动绝对很好玩。"
    x "。。。"
    x "到时候再说吧。"
    "没有明确拒绝的话，也就是无可无不可了。"
    "或者说只要我再强硬一下，她就会同意了吧。"
    m "真的吗？那具体时间回头我再联系你。"
    "不要给她回旋的余地。"
    x "其实吧。"
    "她又撤回了。"
    "其实什么？"
    m "你不会以为我看不到吧。"
    x "没什么事。"
    m "真的吗？"
    x "好吧，有件事。"
    m "是什么？"
    x "几点了，你怎么还不睡觉。"
    "……"
    m "睡了睡了。"
    "之后我再也没等到回话。"
    scene black with fade
    "她是想去的。"
    "但是好像在害怕什么..."
    m "没事的。"
    m "我会帮助你的……"
    scene bg bar1 with pixellate
    "友人B" "「真是自以为是。」"
    scene bg computer with fade
    m "没事的……"



    #Event 8
    play music "audio/004.mp3" fadein 1.0 fadeout 1.0
    scene bg activity room3 with fade
    show s autumn normal medium with dissolve
    s "呀，[m_name]你来的好早啊？"
    m "哪里，部...子淇你也是刚来吗？"
    w "我举报，这个家伙早上6点还不到就跑过来了！"
    m "啊，这么早！"
    s "不早了，这次的活动很重要，我不想它有一点差错。"
    s "再说了，我辛苦一点也是应该的哦。"
    m "我觉得没有人是“应该”去辛苦的。再怎么样也要保重身体哦。"
    w "你看你看，和我说的一样吧~"
    s "嗯嗯，我知道的，我有分寸。"
    w "嗯嗯嗯？？？凭什么，我们说的话一样，凭什么他说你就答应，我说你就教训我..."
    s "教训你什么？"
    w "啊啊，诶，哈哈哈没什么没什么..."
    "他们好有意思啊。"
    m "社长真是幽默风趣啊。"
    w "真的吗？我也这么觉得~"
    s "[m_name]你可别夸他，他会当真的。"
    w "本来就是真的我为什么不能当真的？？？"
    m "哈哈哈哈。"
    "社长和舒部长比起来也太..."
    s "好了，就这样吧，你先在这忙，我要去活动摊位那边看看了。"
    m "哦哦好的，部...再见。"
    w "小伙，我们还会再见到的，不要说再见。"
    m "额..."
    s "你给我走，我们要去检查下一个环节了！"
    hide s with dissolve
    "嗯...现在才8点多..."
    "那个是明天活动的抽奖奖品吗？"
    "还盖着布，好神秘啊..."
    "我就算看看也没问题的吧。"
    m "就看一小下。"
    "我抽开布，然后瞪大了眼睛..."
    m "很帅啊……"
    "三个手办，而且根据我入坑多年的经验，C位那个还是限量款。"
    m "这是抽奖的吗？"
    "有办法贿赂开奖的人吗？"
    "诶，不对，最后开奖的好像是舒子淇..."
    m "还是算了吧。"
    "那边的是..."
    "舞台剧道具？"
    "我看了看四周。"
    "四下无人。"
    "于是便顺手拿起一把火红色的长枪。"
    m "这两头怎么有点像吃蛋糕用的叉子啊。"
    "不行！冷静！我要冷静！"
    "诶，那有件女仆装。"
    "好像是上次社长穿的诶。"
    "我就算了吧。"
    "？？？" "「诶，[m_name]你怎么在这里？」"
    "嗯？是她们。"
    m "你们为什么在这里？"
    m "这里不是动漫社的活动室吗？"
    "友人B" "「这不是我们的活动室吗？」"
    m "啊？"
    "友人A" "「诶，这里不是103A...」"
    m "当然不是……这里是108A..."
    "友B" "「啊啊，走错了...」"
    "两个教室离这么远都能走错的吗..."
    "友人D" "「对了，你把她约出来了吗？」"
    "友人B" "「约出来，小何吗？啊啊啊混蛋，不要抢我的小何！」"
    "友人A给了B一个爆栗。"
    "友人A" "「大庭广众之下矜持一点好不好。」"
    m "嗯……姑且算是约出来了吧。"
    "友人D眨了眨眼睛。"
    "友人D" "「做的不错。」"
    m "那个……"
    m "我想问一个问题……"
    "友人D" "「问。」"
    m "你为什么要帮我？"
    "难道是这些年装现充的经历彻底把我的魅力爆发出来了？"
    "友人D" "「唔……因为我觉得你是个好人？」"
    m "为什么是问句啊……"
    "不要用问题来回答问题啊。"
    "友人D" "「因为你长得比较帅？」"
    "谢谢，第一次有人这么夸我。（泪目）"
    "友人D" "「也没有啊……」"
    m "……"
    "友人D" "「啊，对了！」"
    m "是因为……"
    "友人D" "「帮助好友脱单，我辈义不容辞。」"
    "……"
    "友人D" "「开玩笑的。」"
    "友人D" "「可能是因为你对她来说比较特别吧。」"
    m "我吗？"
    "友人D" "「她肯找你帮忙一定是有她的原因的。」"
    "特别……"
    "我有什么特别的吗？"
    "特别不起眼？特别怂？"
    "特别能吃苦！特别能上进！（不太可能）"
    "友人D" "「喂……你在听吗？」"
    m "啊啊，在听。"
    "友人D" "「嗯……把她约出来之后发信息给我，我远程指导你。」"
    "唔……有种考场作弊的感觉。"
    m "好……"
    "友人D" "「记住，绝对不能被发现，不然我们都要完蛋。」"
    "友人D" "「考试作弊的后果是很严重的。」"
    m "你也觉得这像考试作弊吗？"
    "友人D" "「“也”？」"
    m "啊啊，没什么。"
    "友人D" "「那我们走了，你先忙吧，不用送了。」"
    m "嗯，再见。"
    "虽然我也没想到要送送你们……对不起！！！"


    #Event 9
    play music "audio/004.mp3" fadein 1.0 fadeout 1.0
    scene bg teaching building3 with fade
    "秋老虎的余威尚在，熙熙攘攘的人群挤进我的视线。一时间眼前竟有些模糊。"
    "周围的温度不低，但是我的掌心却冰冷无比。"
    "这种感觉……"
    "真是令人不安……"
    "（掏出手机拨通夏何的电话）"
    x "喂？"
    m "我在漫展入口，你现在在哪。"
    x "我..."
    m "你遇到了什么事吗？"
    x "没有。"
    m "你不相信我吗？"
    x "我……不是……"
    x "我相信你，只是……"

    scene bg activity room3 with pixellate
    "友人D" "「打听她心思的时候不要紧追不舍，先放她一步，关心一下她。」"

    scene bg teaching building3 with fade
    m "唔……实在不方便的话也没问题的。"
    m "我不是想八卦，只是想告诉你不管遇上什么困难你都可以依靠一下我。"
    x "……"
    x "谢谢你，没事的。"
    m "嗯。"
    m "漫展要开始了，你来了吗？"
    x "我……"
    "如果她不出来那么准备就都白费了。"
    m "果然还是抽不开身吗？那这次就算了吧，下次再说吧，我先回去了。"
    x "……"
    x "你不是已经去了吗……"
    m "是这样没错……但是一个人玩的话会有些……嗯……不自在……"
    m "没事，你先忙吧，以后还有机会的。"
    "电话的那头微微叹了口气。"
    x "我知道了，你先进去等我吧，我做个准备，马上就过去。"
    "成功了。"
    "但是感觉有种罪恶感……"

    "挂掉电话，我看着通讯录中的友人D，有些犹豫。"
    "这种靠作弊得来的感情不太对劲。"
    $renpy.pause(delay=0.5,hard=True)
    menu:
        "是否要接受她们的帮助呢？"
        "就算成功的话我的内心也会责备自己吧":
            call isolate from _call_isolate
        "但是我一个人还是会把事情搞砸的吧":
            call one from _call_one

#Event 10 Scene 1
    play music "audio/005.mp3" fadein 1.0 fadeout 1.0
    scene bg exhibition1 with fade
    "虽然想过规模会很大，但是还是没想到会这么大。"
    "人们穿着各式各样的服装，高调地宣扬着自己的存在。"
    "场地中，摄像机的闪光灯从未停歇。"
    "我扫视着人群，寻找着她的身影。"
    "一抹黑色闯入我的视线。"
    "嗯，是她。"
    "还是如往常一般穿着"
    "我大方地迎了上去。"
    "唔……她好像还没发现我啊。"
    "果然我是那种扔到人堆里就会消失的家伙啊……"
    m "这位小姐，你在找谁吗？"
    show x autumn normal medium with dissolve
    x "哦，没事我就到处……"
    show x autumn surprised medium with dissolve
    x "嗯嗯嗯?"
    m "小姐，怎么了，为什么要到处“嗯嗯嗯”啊。"
    x "哼哼……"
    show x autumn angry close with dissolve
    "夏何突然一把捏住了我腰间的肉。"
    m "额额……请您务必冷静，在这里叫出来很丢人的。"
    x "没事，不怕丢人尽管叫。"
    m "？？？"
    "这种时候不是应该说我今天就放过……哼哼哼啊啊啊啊呜呜呜……"
    "夏何偷偷地笑着。"
    x "那边的人看过来了哦。"
    "不行，憋——住——"
    "不是，你别加大力道啊。"
    "继——续——忍——"
    "小——不——忍——则——乱——大——谋——"
    "……"
    m "姐姐，错了，错了，放开——放开吧……"
    m "求求了……"
    "终于，在我不卑不亢的据理力争下，她害怕地把手又缩了回去。"
    "夏何冷哼一声。"
    show x autumn normal close with dissolve
    x "现在翅膀硬了是不？"
    m "不敢，不敢。"
    "忽然，手机“滴”地一声。"
    "来消息了。"
    "我眼神微凛，偷偷打量了一下夏何。"
    "她似乎没有注意。"
    "也是，谁会在意这种事情。"
    x "看来调教很管用啊，你已经进化到这种程度了。"
    "喂喂喂，人类的进化靠的是自然选择，不是人为调教啊……"
    "锐利的目光扫了过来。"
    "？？？"
    "我说出声来了吗？"
    x "没有，但是你的表情表明你在吐槽。"
    "╮(？▽？)╭"
    x "是的。"
    "……"
    m "今天天气不错。"
    show x autumn surprised close with dissolve
    x "(⊙_⊙)?"
    "这下该夏何变成问号脸了。"
    x "呵呵……"
    show x autumn happy close with dissolve
    "夏何朝我做了个鬼脸，两只小手绞缠在身后，大大咧咧地走在前面。"
    "我偷偷翻出手机。"
    "<找个机会去牵住她的手>"
    "……"
    "这么直接吗……"
    "我犹豫了一会。"
    "这时，她又发来了信息。"
    "<没事的，我和她以前聊过这些事情，她不会生气的>"
    "她似乎看出了我的犹豫，这样向我解释道。"
    scene black with fade
    "我将手机揣回兜中，看着走在前面的夏何。"
    "她走的不快，一路上还有些蹦蹦跳跳的小动作。"
    "她每走几步似乎都想停下来，想等等我，好奇我为什么还不跟上去，但是又不好意思回头。"
    "再不跟上去，我们的距离应该会越来越远吧。"
    "……"
    "大步向前，向她倾诉自己或真挚或幼稚的情感；"
    "还是止步不前，做个艳羡他人的懦夫。"
    "……"
    "我的拳头越攥越紧。"
    "那个答案渐渐在心底浮现。"
    "如果这是动漫，主人公可能早就走到女主身边，牵住她的手。"
    "女孩也会很害羞，悄悄把头偏过。"
    "但她耳边的嫣红却也透露着心中翻涌的澎湃爱意。"
    "但是，这不是故事。"
    "我们的结局会是这样吗……"
    "如果……"
    "艹！"
    "如果！又是如果！"
    "我为什么要一遍遍地给自己退路。"
    "一想到这个词眼我真想给自己一个耳光。"
    "只会站在原地的懦夫，不应该去仰望天堂之上别人的幸福。"
    "我快步走上前，一把……"
    "嗯……直接……"
    "嗯……慢慢地？"
    "……"
    "好吧，悄悄地拽住她的……"
    "……衣袖。"
    "什么嘛，搞得我才是女主角一样，扭扭捏捏的，还是不是男人。"
    "但是实际就是这样……"
    "夏何似乎有些惊讶，偏过头看向我。"
    "要是有人仔细观察的话，会发现脸红到耳朵跟的人大概率是我。"
    "我不敢转头看她的表情。"
    "耳边传来了“噗嗤”的一声笑。"
    "我明白，这一步走对了。"
    "她背后绞缠的双手轻轻放开，反手攥住了我的一根手指。"
    "诶诶诶，哪一根啊？？？我的手怎么没知觉了？？？"
    "右手君，冷静下来，请告诉我她在攥着你哪一根手指。"
    "右手君沦陷了，渐渐地，我的大脑也沦陷了。"
    "我漫无目的地跟着她到处走，也不知道路在哪里。"
    "脑中唯一残留的便是指尖，她掌心的温软触感。"
    "……"



#Scene 2
    play music "audio/004.mp3" fadein 1.0 fadeout 1.0
    scene bg exhibition7 with fade
    show x autumn surprised close with dissolve
    "忽然，夏何停下了脚步。"
    "我这才如梦初醒，大脑重新上线。"
    "我的智商以肉眼可见的速度逐渐上升，最终达到与正常人类齐平的水准。"
    show x autumn normal close with dissolve
    x "你怎么一脸骄傲的表情，不就是牵你了一会吗。"
    x "不要多想，我遛我家狗的时候也是这么拽绳子的。"
    "……"
    "我只是为我恢复普通智人智力水平而高兴一下……"
    "呐……虽然被你牵着也很开心嘛……"
    m "这是哪里啊？"
    "我好奇地打量四周。"
    "滴——"
    "手机又响了。"
    x "小说展区……话说你不看看手机吗，刚才已经响了好几遍了……"
    "哦，小说展区……"
    "诶诶诶，响了好几遍？？？"
    "糟糕，刚才一直都没注意……"
    "但是现在断然不能掏出来看信息啊。"
    "一拿出来夏何万一凑过来看怎么办……"
    m "嗯……没事，应该就是什么群里在打广告，垃圾信息。"
    "对不起，把你的信息说成垃圾了……"
    "夏何撇了撇嘴，用一副老娘的智力水平在你之上的表情看着我。"
    x "行吧……被别人需要着还爱答不理的……现在混得可以啊……"
    "额额……"
    x "你在这等等我，我去买点东西。"
    m "哦。"
    "夏何跑了几步，又转身叮嘱。"
    x "不要乱跑哦，就在此地不要走动，我回来的时候给你带些橘子。"
    "然后她扭头就跑。"
    "真是的，我又不是小孩子，犯得着二叮咛三嘱咐的嘛……"
    "还有，为什么要买橘子给我？"
    "哎呀，这些先不管了。"
    "我赶忙掏出手机。"
    "先把消息设置成震动，再查看消息……"
    "<牵手了吗？>"
    "<她最近有些上火，给她买些消火的饮料>"
    "<她要是问你怎么看出来的，你就开个玩笑糊弄一下就行了，没人会在意的>"
    "<喂，你在吗>"
    "<[m_name]？>"
    "<喂！！！>"
    "<人呢？？？>"
    "<放老娘鸽子？？？>"
    "<咕咕咕！！！>"
    m "<对不起对不起对不起，刚才没注意信息。>"
    "我看着屏幕，那边久久没有消息。"
    "然后……"
    "<咕咕咕咕咕咕咕咕，咕咕咕咕咕咕咕咕咕咕咕咕咕咕咕咕咕咕咕咕咕，咕咕咕咕咕咕咕咕咕咕咕咕咕咕；咕咕咕咕，咕，咕咕咕咕咕咕咕咕咕咕咕咕咕咕>"
    "呃呃呃……"
    "确实挺混蛋的……"
    "唔嗯……清热去火吗……"
    "我打量四周店铺。"
    "嗯……那边有卖茶的，也不知道合不合她口味。"

    "当我纠结着到底是红茶好还是绿茶好的时候，我却不知道，她就在不远处看着这一切。"
    play music "audio/005.mp3" fadein 1.0 fadeout 1.0
    "我挑了份绿茶饮品后回到原地等候夏何。"
    "唔……她还真是慢啊……"
    "忽然，右肩一沉。"
    "嗯，这个熟悉的力道。"
    "这个肩膀的酸痛程度。"
    "是她了。"
    "我有些期待地转过身。"
    "她看着我手上的饮料。"
    x "给我的？"
    m "嗯。"
    x "绿茶……你是在隐射什么吗……"
    "夏何嘴巴一嘟，有些不开心地开着玩笑。"
    m "额额，怎么可能，你想多了……"
    x "正好，最近有点上火……诶诶，你为什么想起来买茶饮，正常来说不是应该买奶茶吗？"
    m "你最近不是上火吗，给你消消火。"
    x "？？？"
    x "你怎么知道的？？？"
    m "我是老中医，我会把脉。"
    x "？？？"
    m "刚才牵手的时候我偷偷给你把的脉。"
    x "……"
    x "是吗……"
    "按理说，这是一句玩笑。"
    "她笑一笑，也就过去了。"
    "但是……"
    "她的眼皮耷拉下来，若有所思。"
    "一瞬间，夏何的眼中似乎有一丝难以言明的情绪一闪而过……"
    "是错觉吗……"
    x "帮我拎着。"
    m "啊？"
    "夏何冷不丁地冒出一句话。"
    "我这才意识到她大包小包地拎着不知道什么东西。"
    "我还真是不合格啊……"
    m "抱歉，刚才没注意……"
    x "切，你到底在注意什么啊……"
    "我接过布袋包，偷偷朝里面瞄了一眼。"
    m "你买的是什么啊。"
    x "哦，刚刚遇到一个太太，买了点本子。"
    "我瞪大了我纯洁而又无辜的双眼，眼里里面满是对知识的渴求。"
    show x autumn happy close with dissolve
    "夏何眨了眨扑啉啉的卡姿兰大眼睛，有些玩味地说道。"
    x "你可以观摩一下哦。"
    m "万分感谢。"
    scene black with fade
    "但我还是太天真了。"
    "我真傻，真的，我早该想到，夏何看的东西不是我幼小心灵所能承受的。"
    "这是一个错误，我不该去窥探这个世界的真相，因为那并非一个生物所能理解的。"
    "世界的本源是混乱和……"
    "咳咳，串戏了……"
    "这简直太疯狂了……"
    "我的表情现在估计是千变万化。"
    scene bg exhibition7 with fade
    m "呜啊……不行了……"
    m "你买的都是这……这种类型的吗……"
    "我的声音越来越小。"
    "最后甚至还夹杂着一点颤音……"
    "夏何笑眯眯地瞅着我。"
    show x autumn happy close with dissolve
    x "你说呢？"
    x "这不就和你喜欢看女孩子贴贴是一样的嘛。"
    m "……"
    m "这么说是没错啦……"
    x "再说了，我对百合不排斥，要不你也试着体谅一下我……嘿嘿……"
    "？？？"
    "结尾的笑是怎么回事……"
    "不行了，全身的寒毛直竖……"
    "（红色高亮）警报！！！警报！！！"
    m "怎么感觉我有点危险……"
    x "嘿嘿……"
    m "你别笑啊……"
    "忽然，她像是想起了什么，笑声沉默在空气中。"
    x "……"
    x "走吧。"
    m "嗯。"
    """

    我将手提袋换到左手，正想去牵住她时，夏何却抢先一步，扭头兀自走开了。

    ……

    她没有像开始那样走走停停。

    也丝毫没有等我一下的意思。

    ……

    怎么有点喜怒无常的感觉。

    是我多心了吗？

    口袋里，手机一阵震动。

    消息又来了……
    """




#Scene 3
    scene black with fade
    """
    人群像一堵密不透风的墙。

    那抹绿色的倩影在人海中来回穿梭。

    我徒劳的追随着，亦步亦趋，狼狈不堪。
    """
    play music "audio/004.mp3" fadein 1.0 fadeout 1.0
    scene bg exhibition8 with fade
    show x autumn normal medium with dissolve

    m "我说……你……你走的也太快了点吧……"
    x "……"
    x "哦，有点兴奋，想四周看看，没注意，抱歉。"
    m "我不是责怪你的意思……"
    x "……"
    m "……"
    """
    抱歉……吗？

    怎么感觉有些客套了呢……

    夏何没有接话。

    止于“抱歉”的对话让我们的处境瞬间滑向一个尴尬的地位。
    """
    m "这里是漫画展区吗？"
    "不行，得赶紧岔开话题才是。"
    x "嗯。"
    x "那个是什么。"
    "夏何指着一个摊位。"
    m "唔……好像是漫画填字的展区吧。"
    x "哎，那是什么。"
    m "唔……就是从漫画里截取一个片段，然后把对话气泡里的字挖掉，让玩家自己来填的游戏吧。"
    x "听起来挺有意思的。"
    m "嗯，总是有些鬼才能把煽情的情节填成奇怪的鬼畜桥段，莫名其妙地戳中人的笑点。"
    x "嗯？"
    m "就比如上面挂着的后退的巨人，兵长出征，本来很燃的场景，然后被配了那样的文字。"
    x "唔嗯……会挽雕弓如满月，望兵长……一米六？？？"
    m "嗯……差不多就是这样的效果，还有……你有没有感觉这里的气氛怪怪的？"
    x "……"
    x "有点……"
    """
    的确……

    硬要说的话……

    这里怎么都是情侣啊！！！
    """
    m "怎么漫展里都有大型虐狗现场啊！"
    x "是不是我们就不应该来这里啊。"
    m "……"
    m "唔……"
    m "来都来了，玩一会再说吧。"
    "情侣（女）" "「啊啊啊，你看那个小熊公仔好可爱……」"
    "情侣（男）" "「哪有宝贝你可爱~嗯，且看我将它斩于马下……老板，那个熊怎么卖啊……」"
    """
    各种“亲爱的，宝贝，老婆，天使”等等以前只在书本上见识过的词汇在这里一应俱全……

    大开眼界？？

    唔，不对。

    大饱耳福？？

    唔，也不像。
    """
    x "喂，你在想什么，"
    m "哦，没什么。"
    x "去玩玩啊，别楞在这啊。"
    m "嗯。"
    """
    我们走到摊位前。

    老板戴着一副墨镜，翘着二郎腿，微微抬眼瞥了瞥我们，便又低下头玩手机。

    真是冷淡啊……

    我贴心地为她拉开椅子，夏何似乎有点惊讶，欲言又止。

    我则是有点心虚地移开视线。
    """
    hide x autumn normal with dissolve
    "夏何从墙上抽下一张漫画。"
    show x autumn normal close with dissolve
    x "这是什么啊，好奇怪，我怎么没看过……"
    """
    她小声嘟囔着。

    ……

    哼，人外有人，没见过吧。
    """
    m "没见过吧。"
    x "你见过？"
    m "没有。"
    x "那你嘚瑟个什么劲儿。"
    """
    我没见过，但是我可以搜啊。

    现代科技真是太棒了。

    我掏出手机，熟练地登入网站。

    一通操作下来我连作者什么时候离的婚都知道了。
    """
    x "哦，这样啊……"
    """
    诶诶诶？

    我这才发现不知道什么时候夏何把头凑了过来。

    忽然，手机一阵震动。

    手机上突然冒出提示消息的对话框。

    我心底一震，欲盖弥彰地划过去。

    夏何也心照不宣地把视线挪开了。

    ……

    幸好设置了消息不预览，不然后果不堪设想……

    我揉了揉眼，偷偷打量着她，确认她不会再凑过来的时候，打开了对话框。

    <中午吃饭的时候选宿舍楼后面那家新开的餐厅>

    <记得开个包间>

    <点菜的话先问问她的喜好，然后再点这些………………>

    唔嗯……

    现在的菜名怎么都奇奇怪怪的……

    算了，没差，按她喜欢的来吧。

    算算时间，的确快要吃午饭了。

    我将手机揣回兜中，凑回夏何身边。
    """
    x "忙完了吗？"
    m "啊啊……"
    m "没……没什么忙的啊……"
    x "嗯，那现在该你填了。"
    """
    夏何漫不经心地回答道。

    话语间听不出一丝起伏。
    """
    scene black with fade
    """
    ……

    是生气了吗？

    有点不太像。

    以前她生气不是这种语调。

    虽然之前我也从来没有真的惹她多生气……

    但是我就是能感觉到……

    那种平常下的淡漠……

    甚至是冷漠……

    ……

    对不起。

    我很想和你道歉。

    但是我没办法开口。
    """
    scene bg exhibition8 with fade
    """
    我心不在焉地接过笔，又看了看夏何之前填的内容。

    字迹算不上多漂亮，但是很清秀。

    撇捺钩折稍带笔锋，却又不明显，不太像专门练过的样子。

    ……

    真是的，又扯远了。
    """
    scene black with fade
    play music "audio/013.mp3" fadein 1.0 fadeout 1.0
    """
    漫画中原本是悲剧的故事，夏何并没有选择给它一个圆满的结局。

    好像生活中总是有些不如意一般，事与愿违才更现实。

    理想主义者的理想往往只是一个理想。

    我们幻想着的美好常常会被现实拎起脖子抽上几个大耳巴子。

    然后我们可能会趴地上哭个几天。

    之后没爬起来叫做幼稚；

    爬起来，默不作声地继续走又叫什么呢？

    成长吗？

    还是一种妥协？
    """
    play music "audio/004.mp3" fadein 1.0 fadeout 1.0
    scene bg exhibition8 with fade
    """
    思绪万千，不知何以落笔。

    夏何歪歪脑袋，似乎正在看智障一般盯着我。

    估计是在想这家伙脑子里装的到底是什么东西。

    电脑配件吗？

    大脑深邃的沟壑里装的不会是汪洋大海吧。

    当然也有可能只是我自作多情。

    可能她只是觉得我智障，没想那么多。

    我又看了一遍夏何写的开头，理了理她的意思。

    顺着她的想法写了下去。

    ……
    """
    x "我以为你不会喜欢我写的这种结局，会自己改改。"
    """
    不喜欢也没事，顺着你就好。

    我笑了笑，没有接话。

    夏何也没说什么，把漫画重新挂了上去。

    我们转身离开。

    隐约间，似乎听见摊位老板嘀咕着。
    """
    "老板" "「这是什么啊……这两人真是奇怪……」"
    """
    ……

    无所谓了。
    """






    #Scene 4
    play music "audio/004.mp3" fadein 1.0 fadeout 1.0
    scene bg exhibition8 with fade
    """
    我们并排走着，却始终隔着一个身位的距离。

    很奇怪的感觉。

    这叫什么，我们之间已经隔了一层可悲的厚壁障？

    夏何的肚子不合时宜……

    或者说很合时宜地叫了起来。
    """
    show x autumn normal close with dissolve
    m "时候差不多了，我们去吃饭吧，下午还有时间，休息一会再逛。"
    x "行啊。"
    x "去哪？"
    m "唔……你有什么推荐吗？"
    x "嗯……找个地方买点盒饭吧。"
    """
    嗯？？？

    这……
    """
    m "盒饭啊……"
    x "怎么了？"
    m "会不会太草率了……把你约出来请你吃盒饭……"
    x "那你有什么推荐吗？"
    "我露出经过一番思想斗争的表情后回答。"
    m "要不宿舍楼后面新开的那家餐厅怎么样？"
    "夏何眯了眯眼，用一种异样的眼光打量着我，随即轻笑。"
    x "好啊。"
    """
    很顺利。

    一切都按着计划在走。

    希望不会出差错。
    """






    #Scene 5
    play music "audio/004.mp3" fadein 1.0 fadeout 1.0
    scene bg restraurant3 with fade
    """
    店门口，仿古的唱片机中流淌着理查德克莱德曼的《秋日私语》。

    音乐浸润着这里的每一个角落。不同于其他的餐厅，这里没有什么喧嚣的氛围。

    在这里，生活抛却了拖沓和繁冗，回归到它最简单淳朴的样子。

    落脚实木地板，每一步似乎都踩着一键音符。

    她喜欢这样的地方吗……
    """
    "服务员" "「欢迎光临，两位有预约吗？」"
    """
    诶诶？？要预约的吗？
    """
    show x autumn normal close with dissolve

    x "应该没有吧，有空位吗，找个空位给我们就行了。"
    "服务员" "「好的，两位随我来。」"
    """
    额额……为什么要预约啊……

    还有现在问服务员要包间是不是不合适了……
    """
    x "你来过这吗？"
    m "嗯……以前……和别人来过……几次吧。"
    "不能说没来过啊，不然马上点菜的时候人家菜单还没拿我就把菜名报上来算什么啊……"
    x "有什么想吃的吗？"
    """
    我竭力回想着手机上的消息。

    尽量熟练地报着菜名。
    """
    x "看来咱们口味挺搭啊……"
    m "是吗……"
    "有种闭卷考试的感觉。"
    play music "audio/013.mp3" fadein 1.0 fadeout 1.0
    """
    我和夏何面对面坐着。

    她玩着手机，始终一眼不发。

    我也不好意思开口，只能四周看看。

    不得不说，这家餐厅的格调确实不错。

    既有点中式的简约，又带着西式的典雅。

    在一番不算漫长的等待后，菜陆陆续续地被端了上来。

    我不习惯地拿着刀叉，纠结着为什么牛排只有七分熟没有八分熟；

    纠结着夏何盘子里五分熟的牛排会不会还带着血水，能好吃吗。

    夏何冷不丁地来了一句。
    """
    x "其实，你没来过这里吧。"
    """
    被发现了吗。

    看来我的演技不怎么样啊……
    """
    m "嗯。"
    x "来这里也不是你的本意吧。"
    m "也不能这么讲，我也比较好奇这家新开的餐厅是什么样子。"
    "我竭力掩饰着。"
    x "是有人告诉你吗？"
    """
    ……

    桌上的手机不合时宜地震动起来。

    这次的确是不合时宜了。

    夏何努了努嘴。
    """
    x "是这个吗？"
    "我看了一眼手机，没去回应。"
    x "今天你表现得和以前太不一样了。"
    "我笑着。"
    m "也许是你教得好。"
    "夏何摇了摇头。"
    x "我可没有那种本事。"
    "沉默。"
    x "本来很简单的一顿午饭，放往常要提出吃盒饭的肯定是你。"
    "是吗……"
    "听上去的确是我的选择呢。"
    show x autumn sad close with dissolve
    x "为什么……呢……"
    x "本来很……很简单的事情……为什……什么……"
    """
    我看着她。

    她执拗地偏过头，不想让别人看见窘态。

    她的眼眶微红，眼底泪光闪烁。
    """
    hide x autumn sad with dissolve
    """
    我虽然不太聪明。

    却也没有智障到认为她是在感动什么。

    夏何深吸了一口气，调整了一下情绪。

    手机再一次震动起来。

    之前我觉得它是葵花宝典。

    是武侠小说中沦为废物的主角重新走向巅峰的绝世秘籍。

    现在我却觉得它每一次的震动都好像催命符一般。

    心里一抽一抽地难过。

    服务员很识趣地把菜上完就走，也没问我们需不需要什么饮品。

    夏何抽了张纸巾，擤了擤鼻涕。
    """
    show x autumn normal close with dissolve
    x "行了，先吃饭吧。"
    """
    ……

    我放下刀叉，拿起筷子，吃着桌上的菜。

    这家餐厅手艺不行，这菜一点味道都没有……
    """
    x "我下午还有事，就不逛了，本来今天一天都没有时间的，就请了半天的假。"
    m "嗯，好。"
    """
    她解释着，努力不让气氛变得尴尬。

    但是事与愿违。

    事与愿违。

    事与愿违……

    果然，事与愿违才是对现实最大的尊重。

    真是的，明明是我的过错，她却在这解释什么啊……

    这显得我实在是……

    太无趣了……
    """
    x "那我先走了，漫展还不错，我很喜欢。"
    m "……"
    x "以后再联系吧，拜拜。"
    hide x with dissolve
    m "……"
    """
    她走到柜台去结账，然后冲我挥了挥手。

    之后转身离开。

    我点开手机，想回复她我失败了。

    我真是没用，辜负了你的期待。

    你那么努力我却还是把一切搞砸了。

    对不起，对不起。

    我想和你道个歉，对不起花了你这么多时间。

    却换来一个bad ending的结局。

    但是划开手机却发现……

    那条我原本以为是她的未接消息，

    只是提醒我话费不足的短信。

    ……

    恍惚间有些失神。

    手机滑落在桌上。

    “砰”地一声，好像惊起了他人的注意。

    我哑然失笑。

    生活真是……

    荒诞至极……

    滑稽至极……

    耳边，理查德克莱德曼依旧在弹奏着他梦中的乐章。

    脑海里忽然想起和这首歌有关的一首小诗：
    """
    scene black with fade
    """
    耳边  还留着你的细语和轻喃

    指尖  还留着你的呵护与眷恋

    唇间  还留着你的柔情和缠绵

    甜蜜往事  点点滴滴在心间

    怎能忘记  我们在午后美丽的初见

    仿佛  冥冥之中等候了几千年

    ……

    泪  在心中流淌是那样的咸

    魂  随浮尘游荡找不到定点

    人  在风中摇曳如此的孤单

    萧瑟风里

    千呼万唤你不见

    ……
    """
    scene bg restraurant3 with fade
    """
    为什么会想起这个呢……

    这是我在哪里听过的呢……

    现在想这个是不是不太合时宜啊……
    """
    stop music fadeout 1.0
    scene black with fade
    pause 2.0
    return

label together:
    "我的思绪突然收回。"
    "一股电流自脑中急闪而过。"
    "心底涌现出一股难言的兴奋。"
    "但是却又不能表现出一丝一毫。"
    m "谢谢你们。"
    scene black with fade
    "这就是我的目的吗？"
    "我也不知道。"
    "但是心是不会说谎的。"
    "这种感觉……"
    "如释重负。"
    "意外收获。"
    "还有奸计得逞的激动。"
    "这种感觉不赖……"
    "只是……"
    "为背叛粉饰上花言巧语的外衣，"
    "去博得他人的信任。"
    "实在是…太可怜了。"
    "算了。"
    "这些都不重要。"
    scene bg bar1 with fade
    "我摸着一只高脚杯漫不经心地擦着。"
    "指尖的冰冷触感让我微微回过神来。"
    "我看着她们离去，也没有打招呼。"
    "我变了吗?"
    "但是，我喜欢这样。"
    return

label isolate:
    "我……"
    "怎么办……"
    "忽然，手机提示。"
    "<电池电量低>"
    "嗯？？？"
    "啊啊，不会是手机插插板上了，结果插板没开开关。"
    "……"
    m "所以我一晚上充电充了个寂寞？？？"
    "我将手机慢慢塞回口袋。"
    m "看来真是……上天注定啊……"
    m "呼——"
    m "还是在门口等她吧。"
    return

label one:
    "过程无所谓的吧，只要结果好就行了。"
    "干什么都会畏首畏尾，处处留心别人的感受，生怕别人讨厌自己。每每看到舞台上那些人大放异彩都有种自己将来也会和他们一样发光的幻想，但最后只能在没人的角落扇自己两巴掌而已，这种人生实在是……"
    "还是按计划来吧。"
    "忽然，手机“滴”地一声。"
    "<电池电量低>"
    m "……"
    m "这难道是什么预兆吗……"
    m "唔……场上好像有租充电宝的地方吧……"
    "嗯……不会出意外吧……"
    return
