label ch64_x:
    #Event 11
    #Scene 1
    #时间：周四黄昏
    #地点：街道
    #人物：男主，夏何，友人A、B、C，路人若干
    scene CG x 2 with fade
    play music "audio/004.mp3" fadein 1.0 fadeout 1.0
    "湛蓝的天此刻已经被晕染成橘色，云像是蚕丝，反射出了温暖的颜色，像是一幅写意画，又像是色块无意的拼接。微凉的晚风灌入肺里。我缓缓闭上了眼。"
    "吸气，呼气。"
    "深呼吸里好像把身体里的所有污浊和不愉快都呼了出去。"
    m "夏何？感觉漫展玩得开心吗？"
    "没有回应。"
    m "夏何？问你呢，好歹理理我啊。"
    "我挥了挥牵着的手，却没有任何回应，仿佛我牵着的是一个没有生命的人偶。"
    m "夏何？怎么了？？犯傻了？"
    scene CG x 3 with fade
    play music "audio/008.mp3" fadein 1.0 fadeout 1.0
    "我不情愿地睁开眼。"
    "却看见夏何把头埋在自己的影子里，一动不动。"
    "牵着我的手开始颤抖，紧紧抓住，好看的指甲嵌到我的肉里。疼痛让我烦躁不堪，无法理解夏何突然地沉默和害怕更让我迷茫。"
    "但就在我四处张望的时候我得到了答案。"
    "就在我们的正前方，是现充模式夏何的好朋友们。他们目瞪口呆地看着我和夏何，不对，他们只是在看着夏何，此刻我在夏何旁边并没有任何存在感。我的话比我更有存在感。"
    "明明嘈杂的会场外，此刻却完全安静了下来。我只能感受到夏何心脏狂跳的脉动从手掌传来。"
    "友人A" "「你是……夏何？」"
    "朋友试探的提问换来的是尴尬的沉默。她没法否认因为我是夏何的男朋友而现在我站在她旁边手牵着手。因为我刚叫了她夏何，因为她就是夏何。"
    "友人B" "「夏何不是不喜欢这些吗？我也没听说过夏何最近改爱好了啊。」"
    "明明是普通的提问，在夏何耳朵里却变成了难听的嘲讽。"
    "夏何没有回答，我的手感觉到了更加剧烈的疼痛，可是我也没法做任何事情。"
    "友人C（男）" "「离这么远说话干什么？直接去问问她不就知道了？喜欢什么都行嘛，说不定是陪男朋友去的呢？」"
    "友人A" "「你看她手里还有东西呢，肯定是大家都喜欢才去的啊，直男。」"
    scene CG x 4 with fade
    "不知不觉间，周围围起来了人，我们成为了圈子的中央。"
    "路人甲" "「……那就是夏何……」"
    "路人乙" "「听说她挺厉害的，社交……也……」"
    "路人丙" "「没想到……居然喜欢这……幼稚……」"
    "路人丁" "「表面……看不出来……」"
    "周围的声音从窃窃私语到大声讨论不过一分钟的时间，各种言论到了夏何和我的耳朵里。"
    "他们在看热闹，我们是热闹，是笑话，是奇闻怪事。"
    "夏何的朋友们向我们走来，夏何却依旧低着头。仿佛她已经离开了这个身体，只有从手传来的力量告诉我，她现在很不安。"
    "友人A" "「小哥？旁边的是夏何吗？」"
    "她向我打着招呼，却用手去摘夏何的鸭舌帽。"
    scene bg evening lakeside2 with fade
    "突然一股强大的力量从我的左手传来，在大脑反应之前，夏何挣脱了我的左手。"
    "她没有哭喊，也没有打人，她跑了。姿势很狼狈，甚至很滑稽，一点也不好看，也不帅。让人很难联想到夏何，但她确实是夏何，我必须去追上她。"
    #Scene 2
    #地点：桥畔
    #人物：男主，夏何
    scene bg evening lakeside1 with fade
    play music "audio/005.mp3" fadein 1.0 fadeout 1.0
    "太阳一点一点往下沉，昏黄的余晖肆意的摊在湖面上。湖水清且浅，偶尔能看见几尾鱼儿慢吞吞地在残荷间游过。"
    show x otaku down close with dissolve
    "湖边，桥畔，一位少女静静地依靠着栏杆。少女低着头，绞着手。一顶大大的鸭舌帽卡在少女的头上，鸭舌帽下的俏脸大半都被口罩遮住。但是仅仅是少女漏出的小半张脸也足以引得人们无端遐想。"
    "人们想要伸手，想要揭下少女的伪装。可是换来的却是困兽犹斗般的反抗。"
    "人们不明白为什么，就连那个本该明白的家伙或许也没有搞懂。"
    "……"
    "我来到桥畔，看着少女的背影。"
    "平日里的的她光芒万丈，总是站在舞台的中央。而现在……"
    m "夏何……"
    "我小心地试探着。"
    m "我们被发现了啊……"
    "我小心地措辞……"
    x "不是我们被发现了。"
    x "被发现的只有我。"
    m "……"
    m "那以后怎么办呢？"
    x "……"
    x "我也不知道。"
    m "既然已经这样了，不如把事情都告诉大家吧……"
    x "告诉？怎么告诉？"
    "少女缓缓转过身，扯下口罩，粗暴地揉成一团。想要冲我扔过来，却抬手作罢。"

    x "看来你还是对整件事一窍不通。"
    m "……"
    x "告诉他们？告诉他们我骗了他们好几年，把他们当笨蛋一样耍的团团转，一面说着什么什么是垃圾，将什么什么踩得稀碎，踢进垃圾箱，一面又在背地里，在没人的时候像条狗一样鬼鬼祟祟地再跑过去把垃圾叼起来？"
    m "……"
    x "你原来还是不懂。这种事情只要开始就不能停下来。"
    x "果然，一开始把你卷进来就是个错误。"
    "是这样吗？"
    "或许吧。"
    "如果整场事情没有我的参与，她一个人应该会做的滴水不漏吧。"
    m "但是……"
    x "还但是什么？你是不是觉得我，还是别的什么什么人，都应该按着你的想法做，你觉得把事情说开就一切结束了？你怎么那么自以为是？"
    x "你经历过吗？那种所有人都开开心心的聚在一起，只有你一个人面无表情，在那里坐也不是站也不是的情况。偶尔有人礼貌地，客套地邀请你一下，你想加入又知道自己不配只能摆摆手说自己有事。"
    x "这样下去哪天我死了估计都没什么人在意！我告诉你，我受够这样了！"
    x "不就是合群吗，有什么难的。大家喜欢什么我也喜欢就是了，他们在说什么我不懂的我偷偷弄懂不就行了，他们喜欢逛街，喜欢化妆，崇拜什么明星，我也奉陪，有什么大不了的。"
    m "……"
    x "你感受过那种受欢迎的感觉吗？走路上好多人的目光都注视着你，你不用害怕，也不用躲避，因为你知道他们并不是觉得你哪里奇怪，只是单纯地认识你喜欢你。走到哪里你都能找到认识的人，你都敢和他打招呼也不用怕对方只是礼貌客气。"
    x "你说那些明星为什么那么火，不就是人设好吗？那些人设崩掉的家伙你看看哪一个有好下场，这种东西你看不懂？"
    "少女越说越激动，她的肩膀颤抖着。她背着太阳，逆着光，脸上的表情不知是哭是笑，带着疯狂，也带着凄凉。"
    "天快暗了。"
    show x otaku angry close with dissolve
    "忽然，少女摘下了鸭舌帽。瞪着通红的双眼，狠狠地盯着我。"
    x "你都没感受过，你有什么资格评价别人怎么做才是对的！"
    m "……"
    x "我讨厌你这种无聊的正义感！"
    hide x with dissolve
    "这句话几乎是一个字一个字从少女的嘴里挤出来的。伴着抽泣，夹着呜咽。"
    "少女展开掌心攥成一团的口罩，重新戴上。拍了拍自己的鸭舌帽，卡在头上。"
    "她低着脑袋，与我擦肩而过。"
    $renpy.pause(delay=0.5,hard=True)
    menu:
        "我想拉住她。"

        "向夏何表白。":
            $x2_flag = True
            jump ch_x2

        "什么也不做。":
            pass

    "但是我没有那个勇气。"
    "我像个懦夫，一言不发，默默地转身，注视着少女的背影。"
    "她走的每一步好像都很疲惫。"
    "街边的路灯闪了两下，亮了起来。"
    "一只飞蛾扑楞着翅膀，凑了过去，在路灯周围疯了似的地撞来撞去。"
    "它想要光，但却隔着灯泡的玻璃，无数次的望而不得。"
    return

label ch_x2:
    "我伸出了手，抓住了夏何的肩膀，她停了下来，没有挣脱的意思。"
    m "我喜欢你，夏何。"
    "没头没脑，而且很不合时宜，但我不知道该说些什么了，但我有预感，如果这次不把心里的话说出来，可能以后都没机会了。"
    show x otaku surprised close with dissolve
    x "你，你说什么！！！！"
    m "我喜欢你，夏何。"
    x "我不是让你重复一遍，我是问你，你说这个是什么意思！"
    m "就是喜欢你的意思。"
    x "所以说，我是问你，在这个情况下，我被揭穿了，我成了被人嫌弃的小丑了，我现在是个被两方鄙夷的双面人，你来说你喜欢我是什么意思？"
    m "所以和我有什么关系呢？我两个你都喜欢，你可以继续一边过着现充生活一边过着动漫社的日子，我会陪着你和你一起过这样的生活，我会包容你的所有面。"
    "夏何怔住了，眼神有些呆滞地望着我。"
    "这是什么展开？他想说什么？他怎么就突然表白了？虽然我知道刚才的气氛很好可是我被人看见了欸，他为什么这么干？"
    show x otaku shy close with dissolve
    "夏何的脸突然红了，像是覆盖住了惊慌和仓皇带来的惨白。"
    x "所以呢？你你你想让我说什么啊？"
    m "我知道你可能脑子有点乱，但我想说的是，我们既然想要维持现状，为什么我要装你的男朋友呢？我喜欢你，我想成为你真正的男朋友。"
    hide x with dissolve
    "夏何转过身去，我看不见她的表情，但是小碎步的跺脚和红透的耳朵在宣示着它们的主人现在显然十分动摇。也许是无法相信，但夏何的心情变化确实是如此之快。"
    x "那刚才的事情怎么办？"
    "夏何小声的问我，声音有些颤抖。"
    m "你答应了？"
    x "刚才的事情怎么办！"
    m "你尽管说是我求你去的就好，男孩子喜欢漫画很正常吧，所以没什么好羞耻的，只要到时候说你是来陪我看热闹的就行了。"
    x "他们会信吗？"
    m "所有你记忆里的社死大事，在别人眼里只不过是一件小事，可能甚至会忘记这件事存在过，他们是你的朋友，为什么会不相信你呢？"
    "啜泣声慢慢地停了下来。"
    show x otaku sad close with dissolve
    "她也终于转过身来望向我。"
    "那是一张带泪的笑脸，眼眶的红色还未褪去。"

    x "说好了可不许反悔哦。"
    m "好的，我的女主人公。"

    scene bg computer with fade
    "室友" "「怎么了，看你这么开心，是有什么好事吗？」"
    m "我有女朋友了。"
    "室友" "「啊！！！你居然有女朋友了！是哪个？是那个小学妹？还是那个漂亮学姐，可以啊小子。」"
    m "是那个学姐，她叫夏何。"
    "我没有再回他，我现在的心情已经没有了激动只有不知所措的虚幻的感觉。我真的成为了她的男朋友。"
    "看着电脑的通讯软件上的备注。已经被她从夏何改成了女朋友，我才知道，这一切都是发生了的。"
    "“夏何？”"
    "我在通讯软件上试探性的问道。"
    x "都成你女朋友了能不能叫得肉麻点啊，臭直男。"
    "“你怎么叫我”"
    "许久没有回应"
    "“我爱怎么叫你怎么叫你！！！”"
    "原来成了情侣还是会害羞的啊。"

    play music "audio/004.mp3" fadein 1.0 fadeout 1.0
    scene bg bar2 with fade
    show x autumn happy close with dissolve
    x "陪我去参加一个朋友的生日会好不好嘛。"
    "我看着眼前可爱的女朋友心里忍不住的发软。"
    m "可以不去吗……你自己玩的开心就好。"
    x "不要嘛，我就是想和你一起玩才开心，你不是说我怎么样都陪着我吗？"
    "夏何期待的眼神和祈求的语气没有任何人能够拒绝。但是我不想答应她。"
    "并不是我不喜欢她，我绝对是喜欢她的。我当时对她说的话也不是假的。"
    "可是，我也需要我自己的生活，我虽然能装作现充，但我的伪装是灰姑娘的礼服和水晶鞋，过了十二点也会失效，我的现充伪装也不会一直都是那么有用，更何况我并不是灰姑娘，没有被戳穿也有人能够接受的美貌，更加没有灰姑娘那样着急参加王子的舞会。"
    m "我们这样好不好，每周我们都可以规定一个对方绝对无法拒绝的事情，这样子每个人都有开心的一天了。"
    "夏何的眼神里充满了兴奋，果然这样的小浪漫确实会让我们更加的开心。"
    x "那好吧，我的愿望是你陪我一起去参加生日会！"
    m "你确定了么？"
    x "反正这周都要过去了最后两天了我决定了。"
    m "那好，那我要接下来的一周你都喜欢我。"
    "我拿出了最认真的脸，盯着她的眼睛。"
    show x autumn shy close with dissolve
    "她没有说什么但是红透的脸已经让我很安心了。"
    "如她所愿我会参加那个生日派对的，虽然我并不知道那位小姐姐是谁，性格怎么样，我甚至不知道她的名字，但我是夏何的男朋友，她们知道，我也该做到。"
    play music "audio/005.mp3" fadein 1.0 fadeout 1.0
    scene bg computer with fade
    "生日会很开心，虽然我并不认识她们，甚至无法分清谁过生日，不过对我来说并不重要了，我的夏何很开心，并且我也没有给她丢脸，我把现充这个角色理解演绎的淋漓尽致。虽然很累，但是这是值得的。"
    "窗口抖动"
    "来消息了。"
    x "昨天还好吗？"
    "“很开心啊，怎么了。”"
    x "我看你昨天臭着张脸，都没人敢和你搭话。"
    "“我只是没经历过这么耗费精力的活动，累得不行而已。再说了我的好脸色当然优先分配给你了。”"
    x "除了油嘴滑舌就不会别的了是吧，那今天你好好休息，要是宿舍里待烦了来我公寓，管饭。"
    "“管住吗？”"
    x "你问宿管阿姨管你吗？"
    "我关闭了聊天窗口。"
    "桌子上的花有些蔫了，毕竟是前天买的。 "
    "要是夏何没有决定要去生日会，这支花应该插在她家的花瓶里，然后我和她在花香浓郁的氛围里吃一顿家常晚餐，然后依偎在一起看动画，电影或者单纯的互相刷着手机，感受着彼此的存在偶尔聊聊天。"
    "然后周六周日也许我们能在家里打一会游戏，要是她不愿意我们也能去山里玩两天，虽然我是宅男，但是和心爱的女孩子露营，经历那些我在漫画里的场景。秋天到了山里应该有点冷吧，到时候我们可以挤在一起看星星，山里的星星一定会很亮。"
    "这些计划被打乱了。"
    "这不能怪夏何我很清楚。因为夏何并不知道这件事情，而我当初想要用愿望这个小花招的时候也没想到她会这么快就用掉。"

    "但是不是很要紧，毕竟后面的日子还长着呢，总有机会的。"
    "当时我是这么想的。"
    play music "audio/004.mp3" fadein 1.0 fadeout 1.0
    scene bg bar2 with fade
    "成为情侣不会总腻歪在一起，我和夏何也不例外，时间慢慢地把刚恋爱时的激情洗刷褪色，现在对我们来说，贴心的陪伴好像更加现实。"
    "可是我不是很喜欢现实。所以我决定给夏何一点点小浪漫。"
    show x autumn down close with dissolve
    m "夏何小朋友！我要用我这周的愿望了！"
    "虽然平时里这个愿望几乎被我们遗忘了，但偶尔她想让我帮她去楼下买瓶可乐的时候还是会被想起来的，而我的愿望大多也用在了无所谓的事情上了。"
    x "是什么啊？"
    "她慵懒地回答显得很不在意，但是她一定想不到我们要干什么。"
    m "锵锵！是魔都cp的vip票！我们一起去上海参加漫展吧，我和你出cos。"
    show x autumn down close with dissolve
    x "我还有演出。"
    "夏何低着头，一只手玩弄着头发，另一只手放在桌子上有点无措，她紧张的时候就会玩弄点什么，但显然手里现在没什么能帮她缓解焦虑。"
    m "你可以请假，我专门去问过了，你们团现在排得舞蹈不需要一个领舞，就算真的需要，新来的小姑娘也能做好，你最近太累了，不如我们一起去玩吧。"

    "我面前的无酒精饮料的碳酸气泡好像跑光了，尝起来并不好喝，甚至有些涩口。"
    "为了这次惊喜，我专门和那些我不太熟悉的姑娘们打好了招呼，她们显然乐意帮助我。"
    x "可是……"
    m "夏何小朋友！现在你是我的女朋友啦！请在考虑人际关系和工作需要的时候顺便考虑一下我。好不好！我要生气了。"
    "我故意做出生气的样子。"
    play music "audio/010.mp3" fadein 1.0 fadeout 1.0
    x "我，我实在脱不开……"
    m "你很忙我也很忙啊，动漫社的工作我一直在帮着做，你的朋友们我也一直在努力联系，我也想找个机会释放自己本性，我也想要女朋友陪我一起疯玩，我害怕咱们太平淡了你会渐渐放弃……"
    "夏何突然没了动作，她只是把头低了下去，手也放到了裙摆上在揉捏着裙边。"
    "好像我是训话的大人，她是挨训的小朋友。"
    "我是不是倾泻了太多的负面情绪？这些本来就不该是对她说的，她保持着两副面孔生活已经很难了。"
    "也许，在我毫无意义地倒垃圾的时候我的无关紧要的牢骚成了刺痛她的剑。"
    "我不想这样……"
    x "你怎么突然就想在这一次出去呢？咱们还有许多机会啊，我们的宝宝是不是太缺乏安全感了，我们下次可以做更好的筹备……"
    "夏何抬起了头，虽然没有哭出来，但是发红的眼眶看得出她在尽量忍耐，轻松的语气看起来只是逞强罢了。"
    m "所以你要拒绝我的愿望吗？"
    x "不会的，我不会拒绝你的，毕竟之前我用过这个愿望了。"
    "夏何低下了头。"
    play music "audio/005.mp3" fadein 1.0 fadeout 1.0
    x "你说的对，我是你的女朋友，和你的约定是第一位的，更何况并不是什么重要的事情，你也不是在无理取闹。要是你想要这么许愿的话……我会接受的。"
    hide x with dissolve
    "这种躲避眼神的接受让我感觉有点失神，我让她难堪了吧。"
    "我站在道德的制高点上，我是不是有点太自说自话了？也许我该和她先交流一下再做决定？"
    "我不知道，没有恋爱经历的我并不知道。我好像没有真正地理解夏何，我能感受到的只有夏何真的喜欢我吧。"
    "我还是忍了下来。强扭的瓜不甜，人在就好，与其逼着她去参加一场不想参加的旅行，留下不是那么快乐的回忆，显然是出力不讨好的活。"
    m "算了！以后再说吧！我们回家吧，今天吃火锅！"
    "我牵起夏何的手，夏何无助地靠在我的身上，我感觉到我的左肩有些潮湿。"
    show x autumn sad close with dissolve
    x "对不起，对不起……"
    m "有什么好对不起的？多大点事！这周的愿望我要用了！我要你现在立刻停止哭泣，然后想今晚吃什么底料。"
    hide x with dissolve
    "夏何很艰难地止住了哭泣，也许要强的性格不允许她违约，也许是委屈的泪水，但是无论如何我们还是笑了出来。"
    scene bg evening lakeside1 with fade
    "路旁湖里的低矮的瘦荷，秋天已经过去不少日子了啊。绿色的叶子蜷曲变灰，像是一只只丑小鸭，灰灰的，不是很好看。"
    "但夏何显然没有心情观赏，现在的她一边忍着泪一边在想吃什么。"
    stop music fadeout 1.0
    scene black with fade
    "演出很成功，虽然夏何并不是这个舞台里最重要的，但确实是最耀眼的，她确实属于这个舞台。在演出之后的日子里，也许她就得空了吧。"

    "我当时坐在观众席上是这么想的"

    scene bg evening street2 with fade
    play music "audio/005.mp3" fadein 1.0 fadeout 1.0
    "日常总是干瘪无趣的，日常的下课，日常的兼职，日常的奔波。"
    "如果说有什么不是日常的话，就是最近的霉运。"
    "新买的游戏被下架，难得买的衣服缩水厉害，在下课回宿舍的时候一个哥们玩滑板没刹住闸和我撞到一起。最近学习压力也重得要死。还要考虑社团的活动，一个头两个大。"
    "气死了。"
    "夏何知道了，所以来约我出来散步，被约出来散步对我来说确实是几乎没有的经历。"
    show x autumn normal close with dissolve
    x "是不是最近很累啊，这周的愿望你还没用过的，想让我干什么都可以哦？"
    m "我之前不是说了吗，想让你下个星期爱我。"
    x "你又乱说话，说点现在我就能做到的。"
    m "那我希望你能多陪陪我，你又不是不喜欢动画，和我在一起可以想干什么就干什么的。"
    x "我当然知道啊……可是，我不习惯，毕竟你突然就出现在我面前了，我还没能习惯你在我的生活里蹦蹦跳跳。"

    hide x with dissolve
    "有一搭没一搭地我们聊着天，她喜欢聊之前的事情，明明是不到两三个月前的事情，我却感觉像是许久之前的青春期。"
    m "我感觉我们挺像老夫老妻的。"
    show x autumn happy close with dissolve
    x "可别老夫老妻，我们要做就要做永远的新晋恋人！"
    m "永远？太短了，我要永远的两倍！"
    x "傻憨憨，级数没学好吧。"

    "我们吵闹着，好像很久没有过这样了，我们好像又回到了假装男女朋友的时候。"
    scene black with fade
    "后来？"
    "后来就是日常，无休止的日常，各种磕磕碰碰的小事件。偶尔赌气，大部分时候谅解，当我回过神来的时候我已经说出口了。"
    m "夏何，我们分手吧。"
    "我到最后也没有弄明白，我是为什么说出来的。感觉一切都是水到渠成，没有违和，我也没有感受到我想象的悲伤，这才是我最难受的。"
    "这真是一次失败的恋爱啊，我仔细想着，明明我们处处忍让着对方，明明我们还算合拍，明明我们没有真正的争吵。我们的感情明明可以把琐碎枯燥的日常砌筑交融成一座坚不可摧的城堡。"
    "但是我不知道为什么会这样。"
    "我忘了夏何是怎么回答的了，我可能有些不负责任，在分手的时候还要走神，但是我的大脑却短暂地接受到了一个消息，明天去酒吧辞职，和她一起。"

    "我不明白。"
    "我感觉我就是像是跳过了对话的npc，这段感情结束仓促，但是却又感觉早就埋下伏笔。"
    "哦，我想起来了，怪不得我记不住，脑袋还这么痛，原来是因为我喝酒了。"

    scene bg community1 with fade
    "那是夏何不辞而别的第一天，她突然消失了，连带着她那个舞团。"
    "我想找她，却发现手机打不通，我想找她的朋友们，结果我却发现我没有她的朋友的联系方式。"
    "确实，我是一个社恐宅男，怎么可能有不熟悉的人的联系方式呢？酒吧的排班也早早被改过。"
    "我不知道她去哪里了。但我有她房间的钥匙，所以我买了两瓶二锅头蹲在了她家。"
    "为什么不去酒吧买？我不知道，可能二锅头比较有感觉吧？我第一次知道二锅头劲这么大。也有可能是我酒量小。"
    "当我醒来的时候看到的是满地狼藉，外面好像是黑夜，于是我出去又弄了点吃的和酒，关机了手机，继续消愁。"
    "我不知道我哪里来的动力，我也不知道哪里来的愁。但忘了弄了几次。"
    "我被夏何叫醒了。"
    "昏沉的大脑和疲惫的身体好像清醒了，我站了起来"
    show x autumn normal close with dissolve
    m "咱们分手吧。"
    x "好，那明天咱们去酒吧辞职吧。"
    play music "audio/005.mp3" fadein 1.0 fadeout 1.0
    scene bg evening street2 with fade
    "我们终于解脱了，从无止尽的妥协和琐碎的日常里。"
    "一对对年轻情侣进入了酒吧，他们面带笑容有的还在调笑着，他们正经历着一段恋情最美好的时候，她们在酒吧留下一张张笑脸，怀揣着对明天的期待。"
    show x otaku normal medium with dissolve
    "夏何穿着许久不见的宅女套装。"
    "酒吧老板好像对我们的决定并不惊奇，他只是说随时欢迎光顾，想来的时候请我们喝一杯。"
    hide x with dissolve
    "我们走出了酒吧，很默契地走向相反的方向，这样子很有电影的感觉。"
    "虽然学校和夏何的家在一个方向，但夏何还是走向了另一个方向。"
    "我不知道她要去哪里，但是我知道要是我们不尽快离开这里，我们可能会后悔，然后更加后悔。"
    "我忍不住向她望去，她把鸭舌帽压得很低。但是没有回头。"
    "可能这就是我们的结束吧。"
    x "傻子，我要提我的要求了！！！！！"
    "一个声音从我背后传来。"
    x "我想要！！！"
    "很多年以后我还是会想起这个场景，夏何站在人潮里，一反常态又或者是一如既往地开朗招着手，手上的白色鸭舌帽像是一个小小的旗帜，那是对生活和社会的投降，每每回忆起，我都在想，要是之前有不同的选择，也许结局确实会不一样。"
    x "你离开我以后要好好生活！每周都是！"
    stop music fadeout 1.0
    scene black with fade
    pause 2.0
    return
