label ch32_main:
    "这是第3.2章内容"
    #Scene 1
    "街道"
    "夏何视角"
    "没想到会在自习室遇见他，怎么会产生这种误会啊！怎么样才能和她们讲清楚我和他没有关系呢？"
    "从教学楼出来，湿润的秋风沁入骨髓，带来了白天不会有的寒意。为了保持形象穿的衣服在此刻也略显单薄。和嘴里有一搭没一搭的和朋友们聊着天，心思却早就跑到刚才的事情上了。"
    "友人A" "「晚上排练完了吃点什么好呢？」"
    "友人B" "「我觉得可以吃炸鸡啊。酸奶芝士味的，好久没吃了！何你呢？」"
    x "啊？……嗯！"
    "友人A" "「别敷衍我啊！好好回答我刚才问的话啊!渣女夏何（撒娇状）」"
    x "我哪里渣了？还有刚才你问了什么啊？"
    "友人A" "「连人家话都不听果然是渣女（撒娇）」"
    "友人B" "「夏何好像有点心不在焉啊。」"
    x "没.....没没有啊！"
    "友人B" "「好了你也别难为夏何了，人家心里还不知道想的什么呢！」"
    "友人A" "「你们觉得刚才的大二小哥哥怎么样？看起来像是小奶狗型的。就是不在乎打扮，说话也结结巴巴的。没想到夏何喜欢这种类型的呢！」"
    x "别乱说啊，真的不是！"
    "友人B" "「脸红了呢。」"
    "友人A" "「红的很厉害呢！」"
    x "还不是你们气的!都说了不是你们怎么不相信呢？"
    "友人A" "「放心我们是不会因为有男朋友就疏远你的，只要你不嫌弃我们当电灯泡的话，再说了帮朋友把关可是我们的职责啊。谁和谁表白的？咋就选了这么个普通的家伙呢？」"
    "友人B" "「没想到你竟然会找男朋友，我原本以为你要单身到稳定下来呢。」"
    x "所以说相信我啊，我真的没有！"
    "这群恋爱脑没救了，居然把我当傲娇看了。误会看来是一时半会解不开了，先糊弄过去，以后从长计议吧。不过怎么样才能让那个小子乖乖听话配合我呢？"
    x "算了，不和你们聊了赶紧去后台排练吧，别迟到了让大家等。"
    "友人A" "「所以晚上到底吃什么啊？」"
    "友人B，夏何" "「吃炸鸡!」"

    #Scene 2
    "街道"
    #人物：夏何
    """
    排练终于完了，这群家伙，老是挤兑我，明明子虚乌有的事情偏偏要闹绯闻，搞得现在全世界都以为，我有一个大二的小男朋友。关键是我的反驳没有任何用处啊啊啊啊！没办法，只能培养他成为合格的“现充”男朋友，然后找个合适的时机甩了他了。

    但是，没想到会我居然会对他和盘托出。我是怎么了？明明是谁也不准备告诉的事情。

    那是因为，你太压抑自己了，夏何。

    心里不知为何突然冒出了这种念头。

    因为你装的太好了，两边都没有人发现你。你很厉害，同时你也很孤独。没有人知道真正的你。所以你会忍不住告诉一个毫无关系的人。

    夏何，你真是个傻子。为了痛快一下把自己的朋友圈和一整年的努力挂在了一个只说过几次话的男生身上。

    以后的生活就要更加紧张了。无论如何，现在我和他是一条绳上的蚂蚱，要是让他们知道我的“男朋友”是个宅男，搞不好会怀疑到我的身上，麻烦就大了。现在要做的最重要的事情就是把他改造成一个合格的现充……………………

    可是怎么想都做不到吧！！那最起码包装成现充吧！！

    心里想着不知不觉间已经回到了住所。

    （为了抹去之前的一切痕迹开始新的生活，我搬到了校外，打工的钱勉强能够维持下这一个小小的居室。）

    总之先联系一下他吧。

    等等………………我，好像没有他的联系方式？？！！！！！
    """
    return
