label ch22_main:
    "这是第2.2章内容"

    #Sence1(招新大会)
    "过了大约一个小时之后，换班的人陆陆续续差不多都到了。我也终于可以抽出空来休息一段时间。"
    "社员D" "创绘比赛？听起来挺有意思的样子啊。行，我们来带人。"
    "社员E" "这一下我们创绘部终于要有好苗子进来了！真希望是艺术学院的妹子啊..."
    m "呃...应该会有的。那么接下来就交给你们了。"
    "社员E" "好嘞！"
    m "呼——"
    x "啊~才忙完一阵子又要坐摊。都是你搞出来的点子。"
    m "我也是被逼无奈啊。明明是为了应付那个林小莫我才想办法找个折中的办法。"
    m "不然的话，还不知道迎新会出什么别的岔子呢..."
    x "也就是说你想把锅都甩给人家新生林小莫咯？"
    m "哎呀不是...当时你还没来没看到..."
    x "我不听我不听我不听！林小莫学妹明明那么可爱，肯定不是她的错。"
    "我一时语塞。"
    x "你不是在这里没有事了么？赶紧找个地方休息去吧，别待在这。"
    m "...好吧。"
    """
    反正再过一个小时又要回来看摊位，我就去活动室休息一会吧。

    舒子淇发来的消息说一切顺利，我还想看看那里的比赛现场怎么样了。

    话说啊，今天的夏何明明一直抱怨个不停，可还是一副干劲满满的样子啊。真不像刚见到她时那个怯生生的样子。

    还是大三的学姐。她到底是个什么样的人呢？
    """

    #Sence2(活动室)
    "......"
    "一推开活动室的门，轻微的紧张感便覆盖住我全身。"
    "许多看起来是新生的家伙在桌边坐着，专注地打磨着手中的画。"
    "大概看了一眼之后，我轻呼——"
    m "哦，是那个瓦娘啊..."
    "用社团的看板娘为比赛画作的内容，的确是件一举两得的好事。这估计是舒子淇的主意。"
    s "嘿。这个比赛还搞得有模有样的呢。XXX，不愧是你。"
    m "有没有发掘出什么人才。"
    s "哈真有，创绘部今年应该不会担心人手不够了。真想拉几个也进我们宣传部呢。"
    s "不过啊，那个林小莫可是个隐藏的高手，十有八九是艺院的。"
    s "你看桌角那张彩铅，那么高的质量，她连草稿都没打二十分钟就画出来了。"
    m "我也不怎么懂绘画啊，不过这张萌系瓦娘确实画的很可爱。"
    m "不过幸好当时没把她赶走..."
    "舒子淇指了指角落，之见林小莫还坐在那边盯着窗外发着呆。"
    s "那小孩还坐在那呢，没人和她搭话也不理人。"
    s "她画的太好了坐在这里会给其他新人压力的，你想个办法把她带出去逛逛，我走不开，下午四点多才能出结果呢。"
    m "哦，哦哦。好。"
    m "诶，让我去带新人？还是学妹？"
    "我还没来得及反应，舒子淇又去给刚来的新人参赛者作说明去了。"
    "呃，算了，反正是和可爱的学妹讲话。我小心翼翼地接近林小莫。"
    m "哈喽，你的画已经画好了吧。"
    "林小莫把放在窗外的实现移回房间里，用目光示意完成的画的位置。"
    m "还有两个多小时才会出结果呢，为什么不出去走走呢？"
    "林小莫看向作为奖品被放在活动室中央的瓦娘手办。"
    l "拿到那个，再走。"
    m "可那个是只有优胜能拿到的奖品啊。"
    l "我会拿到。"
    "我哑口无言。环顾活动室内，确实没有看见比林小莫的那幅彩铅完成度更高的作品。"
    "林小莫看上去不像是非常得意的样子，或许她只是单纯的对自己的技术很有自信把。"
    m "林小莫是美术生？"
    l "嗯↗↘。"
    "林小莫摇头。"
    m "那么以前有学过画画吗？"
    l "素描，也学过几天水粉。"
    "我有点惊讶。林小莫交出的作品，怎么看都是彩铅画出来的。"
    "这和她说得两样应该不是一种东西吧？"
    m "这...很厉害吧？"
    l "..."
    "我本来打算中午轮班换下来的时候去吃饭，结果因为林小莫的意外出场而耽搁到现在。"
    m "那个，林小莫吃了午饭吗？"
    "林小莫摇摇头。"
    "也是，看她那过来社团的时间应该是上午就待在迎新会场了吧。"
    m "饿吗？要不要学长带你去吃点什么？"
    "这台词说出口怎么一种怪怪的感觉呢？"
    l "..."
    l "有点饿。"
    "这应该是答应了的意思吧？"
    m "那走吧。"
    "我起身正准备出门，一回头却发现没有人跟上来。"
    "我只得又折回去。"
    m "不准备去吃点东西吗。"
    l "和学长一起吗？"
    m "呃...嗯。还是说已经和朋友约好了。"
    "林小莫摇摇头。"
    l "嗯↗嗯↗。"
    m "那么，要和我一起吗。"

    """
    林小莫盯着我，却不说话。

    我不知道该怎么反应，有点尴尬。算了，我还是自己去吃吧。

    可这次我往外走时，林小莫却跟了上来。

    我停下来等她，这副样子是准备跟着我了。我松了一口气，可一想到要和女生一起吃饭，马上又紧张起来。
    """

    #Sence3(走廊)
    m "林小莫是这两天才来学校吗？"
    l "嗯。"
    m "有在学校食堂里吃过什么吗？"
    l "嗯。"
    m "吃的是...？"
    l "饭。"
    "我感觉自己的精神受到了重创。和比自己小的女生对话原来是这种感觉吗？"
    "怎么感觉这好像动漫里父亲和叛逆期的女儿的对话？"
    m "好吧，那么有没有什么想吃的。"
    m "我好歹是学长，对学校有什么不熟悉的，或是感兴趣的都可以来问我。"
    l "嗯。"

    #Sence4(食堂)
    "走到食堂门口，我才反应过来，下午这个点绝大部分窗口都关门了。"
    "毕竟折腾到现在已经两点多了啊。"
    "我看看林小莫，她似乎也没有很惊讶或是吃惊的样子。"
    m "这个时间好像已经没什么东西了啊..."
    m "那...我们就去弄两个饭团吧。"
    l "..."
    m "..."

    """
    虽然对话几乎一直进行不下去，但最后我们还是各买了俩饭团，坐在食堂的角落吃了起来。

    林小莫吃东西的时候一小口一小口地啃，细嚼慢咽的。就像小动物一样。

    而我这种对吃很随意的家伙则是三两口便下肚了。

    感觉到有些口渴，我便起身准备去买饮料。
    """

    m "我去买瓶水。林小莫有什么想喝的吗？"
    "林小莫摇摇头。"
    m "不用客气了，我是学长啊。说不定还会成为你社团的前辈呢。"
    "说是前辈，其实也没早进社团几天。"
    l "..."
    "不说话的话，我就默认你接受了哦？"

    "......"

    "已经九月，可仍然是盛夏的温度。食堂里的空调开的可有可无。"

    menu:
        "我给自己买了盒柠檬茶。要不要也给林小莫带些什么？"

        "柠檬茶":
            $l_appeal+=2
            call choice_6a from _call_choice_6a
        "可乐":
            call choice_6b from _call_choice_6b
        "酸奶":
            $l_appeal+=1
            call choice_6c from _call_choice_6c

    "低头看了看表，已经超过三点了。"
    m "那么回活动室吧。"
    l "嗯。"

    "......"

label choice_6a:
    "纠结了一会之后，我还是带了盒一样的柠檬茶。"
    "我就是有选择障碍啊，更何况是给不认识的女孩子带东西..."
    "......"
    "我将柠檬茶递给了她。"
    l "...谢谢。"
    "她的语气依然平淡，表情上却能明显看出有种又惊又喜的感觉。"
    "看来我选对了啊。"
    "林小莫在插上吸管的时候似乎瞟了一眼我手里的那盒柠檬茶。"
    l "哧... "
    "吃饭团的时候很快，现在倒是一下就喝光了。"
    "在活动室里带了一中午，又干吃下两个饭团。这么热的天，应该已经很渴了吧。"
    return

label choice_6b:
    "纠结了一会之后，我决定给她带一罐可乐。"
    "冰的，毕竟天气这么热不是么。"
    "......"
    "我将可乐递给了她。"
    l "...谢谢。"
    "她的语气依然平淡，脸上却看不出表情。"
    "我选对了吗？"
    "林小莫似乎瞟了一眼我手里的那盒柠檬茶。"
    "她难道想喝这个吗？"
    "林小莫把可乐开了罐，凑到嘴边，几乎没喝就有放下了。"
    "明明在活动室里待了一中午，又干吃下两个饭团。这么热的天，应该已经很渴了吧。"
    return

label choice_6c:
    "纠结了一会之后，我决定给她带一盒酸奶。"
    "草莓味的，特别甜的那种。"
    "总感觉女孩子会喜欢喝这种东西。"
    "......"
    "我将酸奶递给了她。"
    l "...谢谢。"
    "她的语气依然平淡，看不出是喜欢还是厌恶。"
    "我选错了吗？"
    "林小莫在插上吸管的时候似乎瞟了一眼我手里的那盒柠檬茶。"
    "难道她其实想喝这个？"
    l "哧..."
    "吃饭团的时候很快，现在倒是一下就喝光了。"
    "在活动室里待了一中午，又干吃下两个饭团。这么热的天，应该已经很渴了吧。"
    return
