label ch15_main:
    "这是第1.5章的内容"

    s "大家不要磨磨蹭蹭地了，已经过了七点了，今天的活动时间只剩几个小时了。"
    s "明天上午我们只来得及把道具搬到场地上去，今天一定要需要的东西都准备好。"
    s "一定要明天的招新大会上一决胜负！"
    "社员ABCD" "「哦！！！」"
    m "哦..."
    x "哦！！！"
    "我不禁用诧异的眼神看向了不远处的夏何。"
    x "...干，干什么。有什么奇怪的地方嘛。"
    m "也不是啦。只是没想到你明明才加进来不久，居然这么兴致高涨。"
    x "又有什么关系吗，别的社团不也都是这样..."
    x "像你这样的死宅连死宅社团都活跃不起来，活该宅一辈子。"
    x "略——"
    """
    悄悄办了个鬼脸，夏何也着手忙起自己的任务了。

    招新大会临近的这个时候，社里的人真是出奇的团结一心，士气高涨啊。
    """

    """
    说实话，看平常社团里的前辈们一副慵懒的样子，我还有点担心他们会不会认真干活呢。

    我在组装手中的道具，肩膀突然被拍了一下。
    """
    m "唔哦！"
    s "怎么了，看上去不是很有精神啊。是这几天做的事情比较多，有点累了吗？"
    s "确实辛苦你一个新人了。"
    m "倒也不是，只是这气氛...不太能跟得上。"
    s "气氛？社员们一个个都非常积极，不是挺好的吗。"
    m "问一下，那个，招新是在明天吧？"
    s "对啊，怎么了？"
    m "那，为什么今天感觉大家就嗨起来了啊..."
    s "说的也是呢。"
    s "不过啊，要我来说，大部分社团在迎新，又或者说在所有活动之前都会像这样有种莫名的激情吧。"
    s "大学生活毕竟只有一次，好好玩玩不也挺正常的吗？"
    "舒子淇的语气让我感到一丝违和。她仿佛在说，自己是那些在“玩”社团的人中的一员。"
    "她的语气里有一丝疲惫，一丝寂寥。我却不知如何回应，只得苦笑着。"
    m "大概...是这样吧。"
    m "毕竟不久前还是社恐死宅的我，现在也算步入社会了。有一点点不适应呢。"
    "舒子淇轻笑，预期稍稍舒缓了些。"
    s "你呢？有没有觉得社团活动变得有意思了些？"
    s "要是觉得无聊，头疼的可就是我们了呢。"
    m "没有没有，很开心的，像是漫研社的这个氛围。很舒适。"
    s "那真是太好了。明天的迎新，你也报名了现场组吧？"
    m "嗯，就是那个迎新看摊子的？应该是的。"
    s "有没有要和谁一组？或者有没有方便的时间？我帮你排一下。"
    s "不过，到时候大家要是没其它要事的话，几乎都会从头待到尾就是了。"
    m "还没。听任部长大人吩咐。"
    s "哈哈，你这家伙...小[m_name]，我就把你和我一起放到第一批兼最后一批了。"
    s "11点要准时上摊位开摊哦。看摊子还是挺辛苦的，不要光想着准备去了。"
    m "乐意效劳。"
    s "行吧，那么今天还得把准备工作都做好。继续忙起来吧。"
    "我看着舒子淇又转身去查看另一拨人的活干得怎么样。充满活力的，忙碌的气氛丝毫未减。"

    if s_appeal == 2:
        m "..."
        "说实话，这个社团也并没有好到那么让我感到舒适，让我感到向往。"
        m "不过啊。"
        "我把目光投向舒子淇。她身上总有一种让我说不出来的熟悉的感觉，错觉一般的。"
        "如果有更多像你这样认真可靠的人在，这里一定会变成一个更好的地方吧。"
        "现在，只要待在你旁边就足够让我感到安心了。"

    "......"
    return
