label ch23_main:
    "这是第2.3章内容"
    #Sence1(活动室)
    s "那么现在宣布漫研社首届创绘比赛的优胜——"
    s "是林小莫同学！"
    "社员ABCD" "「哦！——」"
    s "那么，作为这次比赛的奖品，林小莫。"
    s "这个瓦娘的手办就交给你了！"
    s "今天还出现了很多优秀的作品，参加了比赛的各位以后一定能在我们星辉动漫研究社有更活跃的表现。"
    s "参加了的各位都记得来这里拿奖品哦。"

    """
    迎新活动将近尾声，摊位那里还留了两三个人在收拾东西。社团里的各位都聚集到活动室里，还有参加创绘比赛的新生。

    窗外的太阳还是很晒，却有些西沉了。活动时高昂的热情一点一点平静下来。

	略有点寂寥，却很安心的感觉。

	背后有人戳了戳我，回头一看，是夏何。
    """

    x "哦喂，那个优胜的小学妹还没填报名表呢。"
    x "一会儿记得让她填一下。"
    m "为啥你不去？"
    x "你不是跟人家小学妹待了一中午，偷偷摸摸打好关系了吗？"
    m "啊..."
    m "我没有做什么亏心事哦！"
    "夏何狐疑地看了我一眼，便走开了。"
    "虽说确实别有用心罢了。"
    s "[m_name]，过来帮下忙。"
    m "诶。"
    "我跑过去帮舒子淇整理余下的传单和卡贴等周边。"
    s "今天，还挺顺利的。多亏了你的主意。"
    s "超出预算的部分已经预定从我们和创绘部的经费里削去了，还算可以接受。"
    m "哦...那真是太好了。"
    s "那个孩子...林小莫是个不错的人才，试试说服她能不能也进我们宣传部。"
    m "嗯？她不进吗？"
    s "她...那种技术估计是要进创绘部的吧..."
    "这些部门之间的关系也好复杂啊。"
    s "你不是和她打好关系了吗？"
    m "你们怎么一个个都这种想法？我只是个不会社交的死宅啊？"
    s "你们不是同时出去了一中午吗？肯定一起吃了饭吧？"
    m "..."

    "社员B" "「什么？！为什么不加社团？」"
    "一声惊呼把我的注意吸引过去。好像是在林小莫那，她似乎和一位社员起了争执。"
    "社员B" "「你明明都把我们社的奖品拿走了，居然现在才说不打算加入我们社？」"
    "社员A" "「先别激动，我们本来也没说必须加入社团才能参加比赛啊...」"
    l "..."
    "明明都被卷入到争执之中，林小莫却还是一副呆呆的，不知在想什么的样子。"
    "不对，她稍稍缩起了身子，似乎有点害怕。我赶忙赶到她身边。"
    m "还是尊重一下新生本人的意愿吧，不要强迫别人加入。"
    "社员B" "「可是...」"
    m "毕竟一开始也是我们临时组织的活动，规则上肯定会有不完善的地方。"
    "社员B" "「这创绘比赛是你提出来的，你忘了为什么要搞这么一出了吗？」"
    "社员B" "「还不是为了这...」"
    m "够了！"
    "一着急就不由得喊了出来，不只是社团的前辈，身边的林小莫也被我吓了一跳。"
    m "啊..."
    m "对不起。有点激动了。"
    "社员B" "「...」"
    "舒子淇，夏何，还有社团里其它我认识的不认识的社员都把目光聚集在我身上。"
    "让我有些紧张，不知该如何是好。"
    m "我会和这孩子说一说，劝她加入社团的。"
    m "说到底，这个创绘比赛的活动本来就是我提出来的，要是到时候有什么问题我会想办法处理好的。"
    m "对不起大家了！"
    "深深鞠了一躬，我赶紧拽起林小莫往活动室外冲出去。"

    #Sence2(走廊)
    "......"

    "活动中心大楼的走廊里，背靠着墙壁，我大声喘着气。我感觉自己惊出一身冷汗。"
    "被我拖着跑出来的林小莫也气喘吁吁的，眼睛歪了也还没来得及扶。"
    m "为什么不进社团呢？是有什么特殊的原因吗？"
    l "嗯↗。"
    "林小莫轻轻摇了摇头。"
    m "林小莫，也...没有加入或者打算加入别的社团吧？"
    l "不知道。没怎么看。"
    m "那...为什么呢？"
    m "我觉得还是看林小莫自己的意愿吧。虽然我也很希望你能进我们漫研社就是了。"
    m "哦，对了。那个手办。林小莫为什么会那么想要瓦娘的手办呢？"
    l "就是感觉，很可爱。很喜欢。"
    "真是模糊的回答啊。"
    m "别的手办呢？没有对你胃口的吗？"
    "如果对手办感兴趣，不如投其所好，以此为诱饵。"
    m "加入社团的话，还可以见识到更多精美的手办哦？"
    "林小莫沉默良久，像是在思考什么。"
    l "这个人偶，不一样。"
    l "很特别。"
    m "哦...这样啊。"
    m "那么，希望你能再考虑考虑要不要加入我们星辉动漫研究社。"
    m "我们随时欢迎你加入哦。"
    "跟林小莫这个女孩子总感觉特别的累啊，精神上的。虽然她从来不会跟你争执或者打断你。"
    "不知道她到底会不会真的考虑要不要加入呢。"
    l "嗯。"
    m "那么，我送你回去吧..."

    #Sence4(校园)
    "......"

    """
    林小莫走着，步子不快，全然不在意我的样子。

	夏日的夕阳沉得很晚，光线斜照在她的脸上，颇有几分公主般梦幻的气氛。

	我悄悄盯着她看，从脸上却看不出有什么情绪。

	明明林小莫没有让我送她，我还是自顾自地跟了上去。
    """

    menu:
        "还是说些什么吧，不然也太尴尬了。"

        "询问林小莫的事情":
            $l_appeal+=1
            call choice_7a from _call_choice_7a

        "询问手办的事情":
            $l_appeal+=2
            call choice_7b from _call_choice_7b

        "算了，就这样吧":
            call choice_7c from _call_choice_7c
    return

label choice_7a:
    m "林小莫来招新大会是有什么想进的社团吗？"
    m "不然的话也不会到我们这的摊位来吧？"
    l "嗯..."
    l "和舍友走散了..."
    "原来如此，林小莫给人，不是那种会一个人往人堆里钻的的印象。"
    m "但是，那...自己有没有感兴趣的社团？或是学生会之类的？"
    m "总不可能一个都没有吧？"
    l "..."
    "林小莫歪了歪头，迟疑着，仿佛不知道怎么说是好。"
    "再稍稍推她一下吧。"
    m "是想进什么运动类社团吗？还是文化类，音乐类？"
    m "总会对那么一两个社团有点兴趣吧？"
    "林小莫张了张嘴。"
    l "啊...嗯。"
    l "想去看看，有没有植物学...相关的社团吧。"
    "我有点摸不着头脑。"
    m "植物学？我们学校有这种专业吗..."
    "莫非林小莫的兴趣是园艺？"
    "啊，我知道了..."
    m "是花吗？会喜欢去摆弄一些花花草草之类的？"
    m "不过我对女孩子的兴趣也不怎么了解，或许猜的不对...啊，是的啊。"
    "林小莫轻轻点了点头。"
    m "画画的时候也常常画吗？各种花啊之类的？"
    l "嗯..."
    call choice_7ab from _call_choice_7ab
    return

label choice_7b:
    m "林小莫很喜欢这个手办..呃，人偶吗？"
    l "（点头点头）"
    "不是的话也不那么莫名其妙就闯进说要买下她了。"
    m "那么其它的呢？还是说只看上了这一个？"
    "林小莫举起手中的手办盒。"
    l "这个。"
    m "嗯..."
    m "那是为什么呢？执着于她的理由？"
    "这是个社团看板娘瓦娘的手办，听说是社团的前辈设计制作的。"
    "虽然她很精美，但是并非价值最高的，其它也有许多同样精美的手办。"
    "我有点想知道这是为什么。"
    l "迷迭香。"
    l "这个人偶的头饰，是迷迭香的样子..."
    "我看向了瓦娘的手办，角色身着浅紫色花纹的和服，头戴着不知名的花的样式的饰品。"
    "原来这就是迷迭香啊。"
    m "对这种花很熟悉吗？"
    l "（点头）"
    m "这样啊。"
    "...我该怎么把话题接下去啊。"
    l "花，植物，这类东西都很喜欢。"
    m "嗯？"
    "林小莫居然把话接下去了？"
    "我期待着看着她，可她却没有想要继续的样子。"
    m "...啊，嗯，原来如此。"
    m "林小莫画画也很好，是经常画这些东西吗？"
    l "嗯，有过不少。"
    call choice_7ab from _call_choice_7ab_1
    return

label choice_7ab:
    "......"
    "我们有一搭没一搭的聊着天（基本是我在聊），走了好一段路后，我发现有点不对劲。"
    "再往前走就是研究生宿舍了，本科生的两个宿舍区都已经走过了。"
    "这是走过了吧？"
    m "那个，林小莫。你是准备回宿舍吗？"
    l "嗯。"
    m "那么，你是哪个宿舍区的呢？"
    l "好像是...李园，三舍？"
    "果然。"
    "林小莫仿佛才回过神来，看了看周围，一副惊讶的样子。"
    m "是走过了吧？"
    "林小莫的脸肉眼可见地变红了，不知如何是好地低下头去。"
    m "噗...哈哈..."
    "林小莫抬起头来，有点生气般地看着我。"
    m "我也是的，都在这学校里待了一年了还能迷路..."
    m "回宿舍去吧。"
    "我尽力挤出自己最灿烂的笑容。我这样笑起来大概很丑就是了。"
    "林小莫脸颊上的红晕还没有完全褪去，但是嘴角却微微上扬起来。"
    l "嗯。"

    """
    夕阳从她背后照过来，拖出长长的影子。

    我赶忙转过身去，好让林小莫不要注意到我很快就绷不住的表情。

    林小莫的脚步从背后传来，而我剧烈的心跳声几乎要将其他所有声音盖过去。

    刚才那个笑容，那个红着脸的林小莫，太过可爱，太过令人心动了。
    """

    m "一定要把她拉进社团。"
    "我嘀咕。"
    l "嗯？"
    m "嗯~没什么，话说..."
    "......"
    return

label choice_7c:
    "算了，还是什么都不说好一些吧。总比提出林小莫不感兴趣的事让她困扰来得好。"
    "林小莫看上去话也不多，是个安静的女孩子。"
    "无言的，我将林小莫送回了宿舍区。"
    "......"
    return
