label ch_s1:
    play music "audio/010.mp3" fadein 1.0 fadeout 1.0
    show s summer surprised close with dissolve
    m "舒子淇，如果你愿意的话，我想要陪你一起。这条道路或许很难走下去，但我想如果是为了你，我绝不会放弃！"
    m "或许，你愿意给我一次机会..."
    s "......"
    s "好呀，那就请多多指教咯！我的男朋友。"
     #10.18 周日
    #Event8 社团活动室/教室 中午/午后：
    play music "audio/002.mp3" fadein 1.0 fadeout 1.0
    scene bg activity room1 with fade
    show s summer normal close with dissolve
    s "早呀！"
    m "早，今天也是这么早来活动室呀。"
    s "嗯，昨天真是谢谢你。如果不是你，我可能...很难再和VK有接触了。可能也会...不管怎么说，真的，很感谢你。"
    m "没事，我也没注意到主办方更改了签售会的时间，抱歉呀，明明做好准备的，最后还是没能让你和VK见面..."
    m "你明明那么期待这一次的，但是..."
    show s summer happy close with dissolve
    s "不会呀，我其实超开心的。虽然错过了签售会，但这也是没办法的。至少我有了你送给我的签名照呀！"
    s "这样看来，也算达成了一半的目标啦。"
    s "至于剩下的，唔，虽然没能和VK老师面对面交流，但是已经没有关系啦！我已经想通了，我啊，果然还是想继续画漫画呢！"
    m "那真是太好了！我也想能够一直看着..."
    s "什么？我没有听清。"
    "窗外的阳光洒落室内，映在舒子淇的身上，她仿佛在闪闪发光，就和她每次在谈及漫画时，那双熠熠生辉的眼睛一样。"
    "明亮耀眼的美貌，这样超然的，在无数声赞美与无数爱慕目光浸润下育成的自信，本身和招致这些少女垂青的外表一样是发光体。"
    "正如星球，人类彼此间的吸引力也有质量大小。除非已有恒定轨道，质量更小的一方会不容抗拒地坠向质量更大的天体的方向。那些微小的陨石就是因此日复一日地穿过燃烧的大气，撞入地球渺茫的大海和月亮寂静的环形山中。"
    "或许，从很早以前，我就已经沦陷。"
    "一见钟情，从来都是个格外美好的词。"
    show s summer shy close with dissolve
    s "干嘛，突然盯着我看，感觉有点害羞呢。"
    m "我看自己的女朋友可没有犯法。"
    s "...不和你说话了。"
    "我试探性地牵住了舒子淇的手，她有点紧张，但并没有拒绝。"
    "舒子淇默认了我的举动，我也更加大胆地将她的手握住，明明不热的天气我却感觉自己的手心变得汗津津得。"
    "我有心不让舒子淇察觉到我的狼狈，又不想这么轻易得松开她的手。"
    "......"
    hide s with dissolve
    "社员A用力地推开门，他似乎有些吃惊，看到我们两个人坐在一起，不过他并没有注意我们俩在桌下握着的双手。"
    "社员A" "！！你们还真是早啊，我都感觉你们睡在办公室里了。正好，[m_name]，好兄弟，来帮我把这个箱子抬进去，这也太重了..."
    "我有些不情愿地放开舒子淇的手，暗自嘀咕着电灯泡来的不合时宜。"
    "之后地办公室陆续有社团成员到来，毕竟因为这次活动的成功举办，有不少隐藏的二次元同好都加入了进来，大家都充满着赶紧呢。"
    "我也只能和舒子淇分开去忙着自己的事情，没能一起过二人世界。"
    #10.23 周五 学校 夜晚 舒子淇独白：
    #event9——周五晚上——
    play music "audio/008.mp3" fadein 1.0 fadeout 1.0
    scene bg activity room1 with pixellate
    show s summer normal close with dissolve
    "微醺的灯光下，舒子淇坐在办公桌前，[m_name]说的一席话重重地敲在她的心上，她有些迟疑。"
    s "我真的有所谓的才能吗...要给社团成员看吗？可是...父母那儿，该怎么办呢？"
    s "他们会对我失望吗？我...其实从来都不是他们想象中的那样。"
    s "从小到大，我一直都是按照父母的意愿去选择我的道路，唯有漫画这件事，是我的选择，即使现在，我依旧无法放弃。可是，真的要和他们说吗？"
    s "他们会愿意接受我的选择吗..."
    "(通话中)"
    "嘟——嘟——"
    "舒母" "「小淇！怎么突然打电话了？最近在学校过的怎么样？」"
    "是妈妈接的电话，松了一口气呢。如果是妈妈的话，应该可以......"
    s "妈妈...我在学校很好。"
    "舒母" "「学习上有什么问题吗？钱够用吗？」"
    s "我...都挺好的。爸在家吗？我有点事儿想和你们说。"
    "舒母" "「什么事儿啊？你爸出门带汤圆（舒子淇家养的小狗）散步了，我最近不是腰疼吗，就没多在外面待，你爸估计等会儿就回来了。有急事儿要叫他回来吗？」"
    s "不用！就是最近有些事，有点拿不准主意。"
    "舒母" "「你想和我具体聊聊吗？是关于点什么，恋爱吗！？」"
    s "嗯！？不是！"
    hide s with dissolve
    "舒子淇刚想好的试探性的话还没出口就被打乱了节奏，惆怅的情绪烟消云散。"
    "虽然妈妈的疑问一下子打乱了舒子淇的思路，不过，也多亏了妈妈，舒子淇紧绷的神经放松下来。"
    play music "audio/003.mp3" fadein 1.0 fadeout 1.0
    show s summer normal close with dissolve
    "舒子淇轻轻的吸了一口气，打算将自己的考虑对妈妈全盘托出。"
    s "妈妈，我...好像有了想要坚持的梦想。"
    s "我想要画漫画！我是真的喜欢漫画，我喜欢赋予奇妙的世界以生命，即使是在纸上画线稿也使我充满满足感。我并不是讨厌我所学的专业，我只是...不能感受到它给我带来的满足感。"
    s "我一直不知道该怎么和你还有爸爸开口，明明你们当时那么认真为我挑选的专业，可是我现在却..."
    "舒子淇不知道该如何说下去，她既因为自己可能会让父母失望而感到内疚，又不愿放弃自己选择的道路。"
    s "对不起，我..."
    "舒母" "「唔...是这样吗？别哭别哭，我觉得很好呀！如果你有真正热爱的事物，那就去吧，但是，子淇，你真的做好自己开辟一条家里从未有人走过，很艰难甚至可能看不到希望的道路的决心吗？」"
    s "我已经做好决心了！这些年，我一直有在自学绘画！"
    s "11月份有个漫画新人奖，我想要试一下。毕业之后，我打算一边画画，一边进行线上投资指导，我有认真考虑！"
    "舒母" "「如果你的漫画签约，你是打算全职做漫画家吗？可是这样的话，你现在所做的一切努力和学习不就是徒劳么。」"
    "舒母" "「而且，你喜爱一件事物，并不代表着当你以它为生活手段时，你仍然能保持这一份赤忱之心。」"
    s "我不能保证以后的我不会后悔，但是现在的我如果不在做出一些改变的话，我一定会后悔！"
    "舒母" "「......」"
    "舒父" "「......」"
    s "......"
    "电话两侧陷入了一阵沉默，舒子淇不知道妈妈是否会支持自己，而爸爸又会是怎样的反应，但她已经下定决心，一定要为自己的漫画事业努力一回！"
    "舒父" "「你已经决定了，那就去干吧。」"
    show s summer surprised close with dissolve
    s "！！爸，你回来了啊！"
    "舒父" "「嗯，你说的我都听到了。我相信我的女儿做出的决定一定是好好思考过的。」"
    "舒父" "「当初给你选这个专业，没有仔细询问你...我们可能也有做得不好的地方吧。」"
    s "不是的，那时候的我刚高三毕业，也不知道未来自己到底想做什么，也就不能给你们一个确切答复，你们已经是很好的父母了！"
    "舒父" "「不，你知道吗？我们最大的失职就是让你独自一个人思考这件事这么久。认真考虑未来意味着你长大了，我很高兴。但当你决定之后，仍犹豫不敢和我们商量，就是我们身为父母没能给你充分的信任感，你在迟疑，不确定我们是否会支持你。」"
    "舒母" "「可能在过去的日子里，我们总是以你还是个孩子来为你做一切决定。真是抱歉啊，子淇，原谅我们第一次做父母，总是希望你能一路顺遂，永远不需要面对外界的苦难。是我们太自大了...」"
    play music "audio/003.mp3" fadein 1.0 fadeout 1.0
    show s summer sad close with dissolve
    s "（哽咽声）"
    s "不是，你们是最好的父母。从不指责我的任性妄为，包容我的一切..."
    "舒父" "「好了，都这么大的人了。哭哭的样子还像小孩子呢。别哭了，去拿冷水洗个脸，别明天眼睛肿了。」"
    "舒父" "「既然你已经做好决定了，那就去干吧。我给你三年，毕业之后三年内，我们仍会支持你每月的生活费，既然要干就全心全意的去，也不要太过关注兼职赚钱的事。」"
    "舒父" "「我和你妈都还能工作，你别太有压力，就算不成功，以后做个兴趣爱好也很好的。」"
    show s summer happy close with dissolve
    s "...嗯！我一定会拼尽全力的！谢谢你们，爸爸妈妈！能做你们的女儿，真是个太好了！！"
    s "之前那次漫展，我头疼发烧..."
    "......"
    #——————情景分割线————
    play music "audio/002.mp3" fadein 1.0 fadeout 1.0
    scene black with fade
    show s summer normal close with dissolve

    s "果然，还是应当把一切都说出来吗？"
    s "[m_name]，我是不是也不应该隐瞒我是枫呢？"

    scene bg computer with fade
    "......"
    "我记得舒子淇上午说要和父母坦诚漫画的事，也不知道结果怎么样了..."
    "“叮铃铃...”是舒子淇的电话，拜托是个好消息呀！"
    s "[m_name]，想你了，晚上也一起散步去吧。"
    "听声音好像还挺高兴的，应该没有问题吧，我一口答应下来，这几天每天晚上我们都会一起在学校内散步，就像无数个小情侣会做的那样——牵手、散步、天南海北的聊天...似乎只要两个人在一起，就有无数的话可以说。"
    "......"
    s "[m_name]，还有一件事。"
    s "之前你在网上聊天的“枫”，就是我。"
    m "啊？？"
    "难怪……我总是感觉枫和我好像在同一个学校里。"
    "但我和枫聊了这么久，我一直都没发现“他”是舒子淇。"
    m "话说回来，我可真是迟钝。"
    m "舒子淇就是枫，这不是有很多暗示嘛！"
    m "所以，你就是我的网友，是你建议我来动漫社的。"
    play music "audio/003.mp3" fadein 1.0 fadeout 1.0
    show s summer happy close with dissolve
    s "嗯，当时想让你多去交朋友，没想到又正好是一个学校。"
    m "真巧，如果不是你的建议，我可能就遇不到这么多朋友，也就不能遇见你了。"
    s "我们不是早就遇见了吗。"
    m "也是，不过当时听你的，真是太好了。"
    show s summer shy close with dissolve
    "舒子淇有些微红着脸，大概是因为夕阳的缘故。"
    #10.24-11.10
    "舒子淇对这次的漫画投稿十分用心，尽管我时常抱怨她心中漫画是第一，然后才是我，但我一直为舒子淇的漫画感到骄傲。"
    "舒子淇对于刚谈恋爱就让我陪她熬夜画漫画的事情，总有些内疚，她总是偷偷地熬夜想自己多画一些，早一点把漫画完结。"
    "我又有些感动，又不愿她这么劳累，但我也帮不上她什么忙，只能多陪陪她。"

    scene bg activity room1 with fade
    play music "audio/002.mp3" fadein 1.0 fadeout 1.0
    "......"
    "自从投稿后，舒子淇就一直很紧张，连带着我也关注起了这场比赛。"
    "终于，到了揭晓答案的一天了！"
    "电脑屏幕上清楚地写着舒子淇的名字。"
    "标题是……二等。"

    "真的啊……"
    "我确认再三是新人奖官方公布的获奖名单后，长长松了一口气。"
    "二等，一个对于新人来说还算不错的成绩了。"
    "舒子淇好似有些失望自己没能拿到一等奖，她认真地将一等奖的漫画仔细看了一遍。"
    s "下次，要更加努力了！"
    m "已经很棒了！我郑重宣布不管怎样，这是我所有漫画中最喜欢的一部，没有之一！"
    show s summer happy close with dissolve
    "舒子淇愣了一下，有些释然，或许是我还不够优秀吧。"
    s "谢谢你，也许这也算是对我漫画的一个短期目标的达成吧。"
    #11.11 周三 晴
    #Event5 书城 晚：
    scene bg bar1 with fade
    "晚，八点，吉瑞酒店会客厅"
    "尽管不是一等奖，但是二等奖对于一个新人漫画家也可以算是拿得出手的成绩。"
    "舒子淇也在获奖名单公布的第二天，便收到了新人奖见面会的邀请函，而见面会的日期正是今天——11.11。"
    "见面会上，舒子淇有些紧张的捏紧天青色的裙摆，试图缓解紧张的内心，但又连忙松手，担心在鱼尾服上留下痕迹。"
    "无数认识的、不认识的，有名的、未出名的漫画家和各行业大佬齐聚一堂。"
    show s autumn normal close with dissolve
    s "VK！！"
    "就连上次无缘见面的VK，这一次也算是成功“面基”了。"
    s "也对，VK这几日刚好也在这附近，新人奖的正式见面会她肯定会来的。"
    "舒子淇迟疑着，有些想要上前和VK搭话，可惜许多新人都是满怀憧憬的围绕在VK身边，看起来实在是难以接近。"
    s "VK是成名已久的漫画家，大家都希望能得到VK对作品的点评呢！所以，才会有这么多人吧..."
    s "我还是先逛逛吧。"

    "舒子淇放下并未动过的酒杯，绕过人群，想要去酒店靠近海湾一侧的阳台独自休息一会。"

    s "果然很好看呀！不愧是以夜景出名的酒店，这一次主办方真是大出血了。"
    s "拍下来拍下来，给[m_name]看一下...！！！我怎么老是想到他呀！真是..."
    "？？" "「你好？我不知道这里有人了，我可以在这里休息一会儿吗？不会打扰到你吧？」"
    show s autumn happy close with dissolve
    s "没事的，我也是来休息一下的。"
    "舒子淇回头，笑着往旁边站了一点，给新来“偷懒”的小姐妹让了点空间。"
    "？？" "「这里可真美呀！呼~果然还是安静更令我心安呢。」"
    show s autumn surprised close with dissolve
    s "是呀...VK！？"
    "VK" "「你好，你也是来参加漫画新人奖的吗？」"
    show s autumn happy close with dissolve
    s "是的！我一直很喜欢你，VK！上次你给我的to签，真的给了我很大的动力，如果不是你，我可能真的会放弃漫画。"
    "VK" "「？？不好意思，可能是我忘记了，但是上一次签名会，我们见过吗？像你这么漂亮的小姐姐，我不应该忘记呀？」"
    show s autumn shy close with dissolve
    s "谢谢，是我没说清楚。上一次，因为签名会提前了，所以我们没有赶上..."
    "舒子淇简单的将上一次[m_name]悄悄去要签名的事儿，告诉了VK。"
    "VK" "「！哦！是那个小男生呀！我记得那一天他特别着急的跑过来，拜托我帮他签名，特别大声，还让我惊了一下呢。」"
    "VK" "「我冒昧地问一句，你们是...吗？」"
    "舒子淇没有说话，耳根悄悄红了一片。"
    s "是的，我们是..."
    "VK" "「真不错呀，祝福你们。对了，你的漫画名是什么呢？不瞒你说，这次的决赛投稿的漫画我有都看一遍哦。」"
    show s autumn happy close with dissolve
    s "是《xxx》，如果能够得到VK老师的指点，真的是我的荣幸！不过我的漫画只得了二等奖，我后来把所有参赛选手的作品都看了，我和大家确实有着差距。"
    "VK" "「《xxx》，是这一部啊。你很有潜力的，这一部漫画从画风、前期剧情来说都很不错。」"
    "VK" "「不过剧情后期感觉，怎么说呢，有点脱节，不在专注于事业线，我个人感觉这部漫画的世界观没有完全铺展开，这可能也是评委们可惜的点。」"
    "......"
    "VK简单地将个人理解缓缓道来，舒子淇若有所思。"
    s "今天真是谢谢您了！"
    "VK" "「没事，你很有潜力，期待与你下一次的相遇，不过我想你不会让我等太久的，对吗？」"
    s "我一定会全力以赴的。"
    "......"
    "VK今天提出问题，其实舒子淇也有所预感，在漫画的后期她可能不自觉地增多了男主的出现，这也就导致故事线没能完整披露，事实上，VK说的很对，这部漫画实际上是还有很多伏笔没能揭露。"
    play music "audio/003.mp3" fadein 1.0 fadeout 1.0
    show s autumn down close with dissolve
    s "或许，我还是花了太多时间在..."
    s "我是不是做错了呢..."
    #11.12-2.30
    play music "audio/008.mp3" fadein 1.0 fadeout 1.0
    scene bg computer with fade
    "我为舒子淇感到真心的高兴，但她好像仍对没能取得一等奖心有不甘，在颁奖会之后，舒子淇便紧接着开始了新一部漫画的规划。"
    "她好像时时刻刻都很忙碌，或者说是更忙了..."
    "我能够理解舒子淇的不甘心，事实上这也是她身上十分吸引我的一点，但我仍然希望我们可以有一些单独相处的时间，是悠闲的放松，而不是我看着她一刻不停的绘画或是赶着其他工作..."
    "或许我们需要谈一谈了。"
    "......"
    $m_name = "阿酱"
    m "舒子淇，你明天有空吗？北门新开了一家火锅店，好像很好吃..."
    s "对不起呀，但是我明天有项目要开会，可能需要很久，时间还没确定。"
    m "那后天呢？"
    s "后天我也..."
    m "...或许，你什么时候有空吗？我只是觉得我们好像很久没有出门了，或者看电影也可以啊。"
    s "我明白你的意思，但是我最近是真的有点忙，期末、漫画、项目和社团堆在一起，我很抱歉，但是我真的抽不出时间来..."
    m "...你去忙吧。"
    s "..."
    $m_name = temp_name
    "舒子淇说了些什么我也不太记得了，但在她心中有太多比我重要的事物了，或许我只是可有可无的存在。"
    "......"
    "忙碌了一天之后，我终于回到了自己的寝室。"
    "室友正在浴室洗澡，浴室传来淋浴头的水声和模糊的哼歌声。"
    "……"
    "感觉这一天下来，我实在有些疲倦。不管是身体上的还是心理上的。"
    "我想起舒子淇的事。明明如果是上学期的我的话，想都不用想，肯定是热切地期盼和舒子淇腻在一起，每天都在校园里压马路的。"
    "但事实上，尽管我还是期盼着见到舒子淇，可是在真的见到的那一瞬间，却感觉那样疲倦。"
    "……或者说，害怕？"
    "是的。"
    "我仿佛预言到了每一场约会邀请的结果，她心中有太多更需要中的存在了。"
    "每一次感受到两人的距离越来越远，感觉到两人似乎不那么像“恋人”的时候，这种害怕的思绪——害怕终究要面对分开的哪一天——就变得更浓一点。"
    "但，或许真的得面对吧。"
    "时间拖得越久的话，两个人的牵绊就会越深，分开的时候，大概会越痛苦吧？"
    "……"
    "面前的电脑屏幕始终常亮着。我盯着电脑发呆，脑海里浮现出和舒子淇的点滴。"
    "或许也是因为我一开始的鲁莽告白，让一切都像未红的枫叶林一样“为时太早”吧。"
    "……"
    "思考过后，我还是决定，尽早把自己的心路历程告诉舒子淇。也算是坦诚一点交代了自己的想法吧。"
    "我在电脑前长长舒了一口气，开始在早已把“枫”的备注改为“舒子淇”的聊天框里，打下这些字："

    "有些话我一直想说，但，好像一直没有机会。"
    "我觉得这段时间里，我们似乎不太适合当“恋人”，慢慢地也聊不到一块去了。当时满心只有“喜欢舒子淇”的我，也觉得该渐渐平静下来好好思考这段感情了。"
    "所以，我觉得，我们是不是还是先分开比较好呢。"

    "……按下“发送”。"
    "叮。"
    "没几分钟，舒子淇就回了消息。没有其他话，只有一个“行”字。"
    "所以其实舒子淇和我想的是一样的吗？"
    "……"
    "发完这些，我终于感觉疲倦的一天稍微能松了口气。"

    #3.1
    #Event1 教室
    scene bg classroom2 with dissolve
    play music "audio/010.mp3" fadein 1.0 fadeout 1.0
    "某同学" "嗯，那明天见咯，[m_name]！"
    m "好，回见！"
    m "……诶？"
    show s autumn normal medium with dissolve
    s "嗨。"
    s "你下课了吗？"
    "舒子淇忽然出现在教室门口，让我一时不知道该做什么。"
    "明明昨天刚分的手，今天就好巧不巧地遇到了。"
    m "嗯，刚下课。"
    "又陷入了尴尬的沉默里。舒子淇和我的距离始终保持着五十公分左右，完全不显得亲近的礼貌距离。"
    s "那个，昨天的事。"
    s "我觉得，我的想法差不多和你是一样的。"
    m "嗯。"
    s "但怎么说，感觉这样子好像都有点草率了吧。"
    show s autumn happy medium with dissolve
    "她看起来有些无奈地笑了笑，然后抬起头认真看着我。"
    m "也是……三两句话，完全没有仪式感呢。"
    show s autumn normal medium with dissolve
    s "能不能请你最后和我一起逛一遍学校呢？"
    s "就当做是最后的正是告别。"
    m "啊，可以的。"
    m "你这么一说，我感觉的确这样比较合适。"

    scene bg summer road2 with slideleft
    "学校内和上学期相比很多地方都有了变化。"
    "比如上学期结束的时候，校内的马路在进行修整，然后还造成了挺大的交通拥堵。这学期过来的时候，也已经完工得差不多了。"
    "感觉距离上一次这样一起在校园散步，已经是很久之前的事了。"
    show s autumn normal medium with dissolve
    s "感觉学校变得不一样了呢。"
    m "学校可是花了好一阵子搞这些玩意呢。"
    scene bg library front with slideleft
    "就像从前一样，我们从东门逛到西门，又从西门逛到北门。"
    "只是这一次，不再是以情侣的身份。"
    s "学校是不是改建了很多东西？感觉好多地方不一样了。"
    m "如你所见，好像是要拓宽人行道。"
    m "那边的游泳馆，应该也是在修建的状态吧。"
    scene bg gym side2 with slideleft
    "一圈下来，我们鲜有交流，好像这也是我们约定的一部分一样。"
    show s autumn normal medium with dissolve
    s "[m_name]。"
    m "在的。"
    s "谢谢你。"
    "她忽然这么认真地道谢，让我一下子有点反应不过来。……发生了什么事情啊？"
    m "谢、谢我什么？"
    s "这几个月……我很开心。"
    s "感觉能和[m_name]一起度过这些时光，是很不可思议的事。从一开始的社团里的朋友，到慢慢有了更多交流……"
    m "啊……听到你这么评价我也很高兴的。"
    s "但是后来，慢慢就在想，[m_name]对我来说究竟意味着什么呢？"
    s "男朋友吗？"
    s "我想，那大概还是欠缺了一点所谓“感觉”吧。"
    m "所以，这一段时间，除去忙的因素，你也是有意回避和我聊天，或者见面吗？"
    m "因为想不明白这个问题？"
    s "不，那不是的。"
    s "有时候真的不知道该说什么了。但说到见面的话，的确……我算是在逃避吧。"
    s "我有点害怕……我有点害怕和你见面。"
    "害怕……？"
    "奇怪的是，舒子淇的感受竟然和我莫名对上了。"
    s "这种不远不近的距离，我生怕再走近一点，就让这段关系变得糟糕，我完全对我们之间的关系没有概念。就是说，未来我们会怎么相处，会发生什么事，面对什么困难，我完全想象不到。我也总是逃避想象我们的“未来”。"
    m "我大概能明白你的感受。因为，我也有类似的感觉。"
    s "啊，这样的话，交流起来就容易一点了呢。"
    play music "audio/003.mp3" fadein 1.0 fadeout 1.0
    "她看起来好像在犹豫什么事情，把视线投向远处的街道。"
    s "可以的话，我还是想和你以朋友相处，不知道你是怎么想的呢？"
    "朋友啊。"
    "这样挺好。毕竟虽然我们不适合当恋人，但在学习上、日常生活和宅方面还是有很多共同话题可以聊吧？"
    "况且像舒子淇这样各方面都很优秀的女孩子，要说有人不愿意和她当朋友，我可是不相信的。"
    m "当然可以，我觉得我们或许会更适合当朋友一点哦？"
    show s autumn happy medium with dissolve
    s "诶？那你也这么想就太好啦。"
    "两人之间的空气轻松了起来，似乎昨天那种压抑和手足无措的感觉已经不见踪影了。"
    "这是我和舒子淇恋人关系和平结束、以后以普通朋友交往的第一天。"
    stop music fadeout 1.0
    scene black with fade
    pause 2.0
    return
