label ch51_l:
    #"这是林小莫线第5.1章内容"
    #Scene1
    scene bg classroom1 with fade
    play music "audio/009.mp3" fadein 1.0 fadeout 1.0
    show s summer happy medium with dissolve
    s "那么，欢迎今天加入我们社团宣传部的林小莫同学，E同学和F同学..."
    hide s with dissolve
    "啪啪啪啪啪啪——"
    "社员A" "「哟，小子。做好觉悟了吗？这前面可是地狱哦。」"
    "社员B" "「诶，诶诶，你看。有女孩子诶，蛮可爱的。」"
    "社员C" "「关你锤子事，人家又不是你女朋友。」"
    "社员B" "「......说不定就是了呢？」"
    "社员C" "「你放弃吧，全世界找到女朋友了你都找不到。」"
    "社员B" "「爬。」"
    "真是欢脱的氛围呢。"
    show s summer normal medium with dissolve
    s "这边几位新加入的都是今年的大一新生哦。"
    s "各位老社员不要太奔放了，对待新入社员温和一些哦。"
    show s summer normal medium with dissolve:
        xalign 0.2
    show l summer surprised medium with dissolve:
        xalign 0.8
    "林小莫站在舒子淇旁边，一副不是很在听的样子，有点发着呆。"
    s "我来大致讲一下今年下半年，也就是这一学期的一个大致的活动计划..."
    hide s with dissolve
    show l summer normal medium with dissolve:
        xalign 0.5
    "我悄悄溜到林小莫身后，拽了拽她的袖子。"
    "林小莫不紧不慢地转过头来。"
    m "发呆呢？"
    l "...嗯。"
    m "喂，这么光明正大的。"
    m "好歹听听吧，多少会有感兴趣的活动吧？不如积极参加点。"
    l "嗯。"
    "我又把注意力放回到讲话的舒子淇身上。"
    hide l with dissolve
    show s summer normal medium with dissolve
    s "...也就是说这个漫展会是我们这学期最大的活动了，接下来我会大致分配一下我们宣传部几个主要任务的负责人，有意愿的现在就可以过来了。"
    "嗯？什么漫展？"
    hide s with dissolve
    show l summer normal medium with dissolve
    "我看了眼林小莫，她也没有要行动的样子，估计也是几乎什么都没听到。"
    m "要去看看吗？"
    "已经有几个人到舒子淇那边去，不知道是在提问还是要报什么名之类的。"
    l "嗯。"
    hide l with dissolve
    s "..."
    s "嗯，好的，没问题。"
    "舒子淇好像在忙着应付部员们的问题。"
    s "到时候会设置我们社团自己的摊位的，肯定没问题。"
    s "印刷的话应该是个人或者社团一起去找印刷厂，会报销的。"
    "社员D" "「那么这样的话要是有盈利的话会怎么算？」"
    s "我想，最好的话还是归到部费里去吧。"
    s "不过你要是想自己搞的话也可以当做个人收入，不过那样子的话印刷费可能就不能报销了。"
    "社员D" "「好的！明白了，我再去考虑考虑。」"
    "社员C" "「挺厉害的嘛，这次你不就可以拿自己画的本子去卖了？」"
    s "要注意一下漫展的时间哦，满打满算也就两个星期了，还得扣去印刷的时间。"
    "舒子淇转过头，发现了我和林小莫。"
    show s summer happy medium with dissolve
    s "诶，林小莫你好啊。还有[m_name]。"
    m "哦。"
    show s summer happy medium with dissolve:
        xalign 0.2
    show l summer normal medium with dissolve:
        xalign 0.8
    l "...学姐好。"
    s "是想要报名吗？海报和宣传的任务？"
    s "林小莫的话，一定能画得非常好吧。"
    "呃，啥任务来着？"
    l "..."
    show s summer angry medium with dissolve
    s "你们俩这表情，不会刚才完全没听吧。"
    s "就是漫展的前期准备工作啦。"
    m "那个漫展，是我们来办？"
    show s summer normal medium with dissolve
    s "准确地说是联合承办啦。"
    s "场地是我们学校的体育馆，到时候我们会主要负责场地的安排什么的。"
    s "还会有外面的企业，工作室什么的来和我们合作的。"
    m "听起来好像很厉害的样子..."
    "林小莫歪了歪头，不知道在想什么。"
    s "总之就是，这个漫展的宣传，特别是对校内的宣传会大部分由我们星辉动漫研究社负责。"
    s "所以海报啊，宣传推送啊什么的任务就落在宣传部头上了。"
    s "林小莫画工很好，不想来试试这个任务吗？"
    l "嗯。"
    "林小莫低下头，不知道在想什么。我却不知为何感受到她想拒绝的氛围。"
    m "林小莫可能不太适合这个任务吧。"
    s "怎么说？"
    m "林小莫，好像不太会板绘吧。"
    m "宣传用的海报和推送的插画，应该都是要电子的稿子来印刷或者来发...考虑到排版什么的，应该是板绘不论从效率还是从效果上来看应该都要好一些。"
    "我看向林小莫，却和她对上了视线。"
    s "哦，这样啊。"
    s "那确实没办法了。"
    s "不过如果有其他个人的作品也可以来参展哦。"
    s "我们星辉和其它几个学校的动漫社还是保证能拥有我们自己的摊位的。"
    m "嗯——，这算是承办方的好处？"
    s "也不算吧，说不定还要被归为工作里的一部分。"
    s "毕竟不管出作品还是管理摊位都是要出力的。"
    "社员E" "「那个，舒子淇部长...」"
    hide s with dissolve
    "没说几句，舒子淇又开始处理其他社员的问题。"
    show l summer normal medium with dissolve:
        xalign 0.5
    l "学长？"
    m "嗯？"
    l "学长也会画画吗？"
    m "啊，不，没有。顶多会P点图。"
    m "为什么这么问？"
    l "没什么。"
    l "我有告诉学长，说我不会板绘吗？"
    m "咦，没有嘛？"
    "大概是我脸上露出了有点愚蠢的惊讶表情，林小莫嘴角稍稍翘起。"
    l "没有哦。"
    m "呃，那大概是我记错了？"
    "其实我完全凭印象感觉林小莫不是会用板绘的那种人。"
    l "嗯嗯。也不能说错了。"
    show l summer happy medium with dissolve
    l "因为我确实不会。"
    "原来我没猜错啊。"
    l "学长的第六感，该说是直觉很敏锐？"
    m "咦？真的吗？"
    l "嗯。"
    show l summer normal medium with dissolve
    l "刚才，我还没来得及说话，就帮我拒绝了舒子淇学姐的邀请。"
    "我挠挠头。"
    m "啊，那个啊。"
    m "毕竟你也是我半强迫拉进来的，也不好一开始就这么使唤你。"
    m "而且，你好像也不是特别情愿的样子。"
    l "学长想的太多了。"
    l "明明不用顾虑我到这种程度。"
    m "嗯，好吧。"
    m "那么...林小莫有打算参加什么类型的活动吗？"
    m "不去漫展帮忙，画画个人作品什么应该也可以？"
    l "暂时，还没想好。"
    m "那也没问题啊。"
    m "平时就算没什么事也可来社团活动室，坐一坐，画点什么之类的。"
    m "颜料啊稿纸什么的都可以用社费报销。"
    l "嗯。"
    "社团的事讲得差不多了？"
    m "诶话说林小莫，这一季的新番你有追吗？"
    show l summer surprised medium with dissolve
    l "嗯？"
    m "就是现在正在连载的番剧啦。我有讲过这种东西怎么看吧？"
    l "哦，有啊。之前学长好像给我推荐过要出的恋爱故事，XXXX？"
    m "诶？那一部已经开始更了吗？"
    m "我还没来得及去看呢。"
    show l summer normal medium with dissolve
    l "明明是学长推荐给我的，自己却忘了看吗..."
    m "哈哈哈..."
    "就这样我们又开始聊起了二次元的话题。"
    "和年下的女孩子聊天的氛围总有点奇妙，感觉一直都难以习惯呢。"

    #Scene2
    scene bg computer with fade
    play music "audio/010.mp3" fadein 1.0 fadeout 1.0
    "11:40 P.M."
    $l_name = "小莫"
    $m_name = "阿酱"
    l "正在〇〇观看视频......"
    m "都这个时间了还不睡？"
    m "我这里好像显示你在看视频？"
    "......"
    l "嗯。在看《XX》"
    m "看到哪了？"
    l "男主母亲的情节那里。"
    m "那里的剧情确实让人有点放不下来。"
    m "不过还是早点睡比较好。"
    m "晚安我睡了。"
    l "晚安。"
    "1:50 A.M."
    "亏我刚才（指昨天）还打算让自己马上就睡来着。"
    "结果刚准备放下手机，接传来12点的1番更新的消息。"
    "追完凌晨新更的番，刷刷网页，一不小心就到这个时候了。"
    m "不过，林小莫这个时候也该睡了吧？"
    "我打开聊天工具看了一下她的状态。"
    l "正在〇〇观看视频......"
    m "...不是吧还没睡。"
    m "说不定是显示bug？下次见到她再去问问。"
    m "不过..."
    "我和她的联系也只有一个松散的社团，有什么几乎可以在多和她见几次面吗？"
    return
