label ch54_l:
    #"这是林小莫线第5.4章内容"
    #Scene1
    scene bg activity room2 with fade
    play music "audio/001.mp3" fadein 1.0 fadeout 1.0
    "这周的周末因为班级里团支部的活动而耽搁了一会，我迟了一个小时才来活动室，社团例会这。"
    "当然，提前打过招呼了。我可是一只守规矩的鸽子。"
    show s summer normal medium with dissolve
    s "嘿，你来了。"
    m "嗯。"
    "环视活动室一圈，没有发现林小莫的身影。"
    m "林小莫今天没来吗？"
    s "林小莫？"
    s "她来了啊。不过例会的主要内容结束她就走了，也不是非得留在这。"
    m "啊，这样啊..."
    m "记得林小莫好像说要在漫展上出本子来着？"
    show s summer angry medium with dissolve
    s "你就不能好好说同人本吗？"
    s "从你嘴里出来怎么感觉怪怪的？"
    m "话说同人本不也是有那个方面的含义...不，没什么。"
    "舒子淇瞪了我一眼，吓得我把话咽了回去。"
    m "不过话说回来，林小莫的作品进度怎么样？"
    show s summer happy medium with dissolve
    s "很顺利哦，线稿已经全部完成了。质量也很高。"
    m "哦，这样啊..."
    "原来她比我想象地还要积极呢。"
    m "林小莫的画很厉害吗？"
    s "何止是厉害的程度。虽然她是手绘，但是水平简直和专业的漫画家一样！"
    s "如果现在还是手绘画稿的时代，我真想劝说她去当漫画家。"
    "说着舒子淇把手机中的照片展示给我看。"
    s "你看一下她的线稿。"
    "原来这么厉害吗...虽然我完全不知道到底有多厉害。"
    "反正就是很精美的画。"
    show s summer normal medium with dissolve
    s "不过，林小莫看上去对漫展的事情也不是很积极，印刷什么的也完全没有概念，一并全丢给我了..."
    s "有点头疼啊。改用什么纸，印多少的量，多了少了都不好。唉..."
    "舒子淇的抱怨我完全没有听进脑袋里去，我脑中浮现的，全是想象中林小莫画的样子。"
    s "[m_name]。"
    m "确实呢。"
    show s summer angry medium with dissolve
    s "喂，[m_name]。"
    s "怎么发着呆呢？"
    m "不，啊啊。什么。"
    show s summer normal medium with dissolve
    s "我接下来还要跟你讲一下你这边的任务呢。前期宣传这边的准备你工作的效率都挺高的。"
    s "到时候布置场地和现场工作的话你能不能来？当然，会给你去逛漫展的时间，也会有一定好处的。"
    m "那个，布置场地的工作我没问题，现场的话就..."
    "再怎么说，我的沟通能力要去做现场的工作人员，去做联络一类的工作还是有些勉强。"
    s "这样啊。"
    m "不过要是前期的宣传还有什么我能帮上忙的还请过来找我没问题的。"
    s "行，知道了。"
    s "好好干啊，新人。"
    return
