label ch71_l:
    #"这是林小莫路线第7.1章内容"
    #Scene1
    scene bg classroom1 with fade
    play music "audio/006.mp3" fadein 1.0 fadeout 1.0
    "漫展顺利结束的第二天，全社的人聚集起来开了一个庆功会。"
    "据说这次活动真的创造了盈利，制作的本子和进的其他货也都卖完了。真是有种超越现实的感觉。"
    show l autumn normal close with dissolve
    "林小莫坐在我旁边，我们俩藏在社团中，宣传部的人堆的一角。"
    m "说实话，我还以为这种活动会更热闹一些。"
    "虽然现在也很热闹啦。"
    "林小莫歪歪头看向我。"
    l "难道，现在感觉不热闹吗？"
    m "也不是啦..."
    "现在的氛围更像是平时社团成员聚集在活动室里聊天玩耍那种感觉，我想象中的庆功会更像是一群人聚集在欢闹的那种吧。"
    "或许是因为社团里很多人都偏向宅，性格相对内敛的缘故吧。"
    "林小莫坐在靠得离我很近的地方，感觉漫展之后这距离很明显地缩短了。"
    hide l with dissolve
    "宣传部一位面熟的社员向我搭话。"
    "社员A" "「嘿，[m_name]。漫展的时候怎么没见你啊，去哪逛了？」"
    m "逛的地方还蛮多的，怎么了？你也在逛？"
    "社员A" "「前半段我在社团的摊位上看店呢。话说你来我们那边看过了吗。」"
    m "啊，后半段去了。那个时候是舒子淇还有乌拉他们在那来着。"
    "社员A" "「这样啊，怪不得。」"
    "社员B" "「诶诶诶，你不知道[m_name]这家伙和林小莫在漫展上约会去了吗？」"
    "我/社员A" "「诶诶诶诶诶诶！？」"
    show l autumn surprised close with dissolve
    l "......"
    hide l with dissolve
    "我们两人一同惊呼了起来。"
    "好吧，我和林小莫在体育馆逛了将近一整天，被谁意外目击到应该说肯定会发生。"
    m "不是。没有。我否认。"
    "社员A" "「否认无效，从实招来，你们之间到底发生了什么！」"
    "社员B" "「来来来，跟我们走。我们今晚好好谈一谈。」"
    m "啊，不要啊。"
    "我就这么被几个男性社员拽了出去，毫无抵抗的能力。"
    show l autumn normal medium with dissolve
    "回头看了一眼林小莫，只见她面无表情地望着我。看上去有点吓人啊喂。"

    hide l with dissolve
    show x otaku normal medium with dissolve
    "被拽出去的时候，经过了一个人待在另一个角落。"
    "我用眼神示意她救救我，可夏何莞尔一笑，对我比出口型。"
    x "（活该。）"
    m "......"
    "哦吼，完蛋。"
    hide x with dissolve

    "......"
    "社员C" "「所以说你们之间真的没发生什么吗？」"
    m "都说了是这样了。我们又不是男女朋友。"
    m "只是很普通的，单纯的社团的朋友而已。"
    "社员B" "「社团朋友会那么要好的男女！二人！牵着手！一起逛漫展吗啊啊啊啊啊！」"
    "社员B" "「你这个假死宅真现充给我爬啊啊啊啊啊！」"
    "哇，这毫不掩饰的嫉妒，感觉看见了不久之前我自己的影子。"
    m "真的是这样，不信，你们去问林小莫就是了。"
    "社员们" "「.....」"
    "社员B" "「算了。」"
    "社员A" "「我们怎么可能敢去这么问啊。」"
    "社员A" "「那么可爱的女孩子，看上去就很难接近。」"
    "社员B" "「啊，宣传部好不容易来了这么可爱的学妹，一眨眼就被你拱走了...我的青春，我玫瑰般的的大学生活...」"
    "我忍不住笑了起来，真是一群欢乐的人啊。"
    "社员C" "「好啦，既然这样，大不了我们把这家伙绑走，几个男人一起找个地方去玩一玩。」"
    "社员C" "「你不会拒绝的，对吧。」"
    "C直勾勾地看向我。"
    m "哦，哦，好吧。"

    #Scene2
    scene bg bar1 with fade
    play music "audio/010.mp3" fadein 1.0 fadeout 1.0
    "......"
    "没想到宣传部一帮男人真的溜出去喝酒了。"
    "明明都一样是死宅，这群人怎么酒量都TM这么好啊。"
    m "呃...有些醉了。"
    "明白了，因为这群人一直在轮流灌我。"
    scene bg evening street1 with slideleft
    scene bg evening street2 with slideleft
    scene bg evening road1 with slideleft
    scene bg evening flat1 with slideleft
    "终于回到学校了，早点回宿舍睡觉吧。"
    "拿出手机看一眼时间，已经过去两个多小时了。还有好多条未读消息。"

    $m_name="阿酱"
    $l_name="小莫"
    "7:40 P.M."
    l "学长，在哪？怎么这么长时间不回来？"
    "8:00P.M."
    l "学长？"
    l "过会还会活动室吗？"
    "8:50 P.M."
    l "庆祝互动要结束了。学长去哪了？"
    "9:00 P.M."
    s "林小莫在等你哦。我们差不多要收拾东西了你们还回不回来？"
    s "我先叫她回宿舍了。她还一副要等你的样子。"
    "9:30 P.M."
    l "。"
    l "。。。。。。"

    "完了呀这......"
    "我都干了什么蠢事？怎么就把手机静音了都不看看消息。"
    "赶紧给林小莫回条消息吧。"

    "9:50 P.M."
    m "对不起！没看手机！我错了！"
    m "我回学校了。你现在还在吗？要是在外面的话我可以马上来找你。"
    m "不过最好早点回宿舍睡觉哦。"

    $m_name=temp_name
    $l_name="林小莫"
    scene bg evening teaching building1 with slideleft
    "虽然舒子淇讲了让林小莫回宿舍了，可我还是放不下心来去活动室看了一眼。"
    m "门已经锁了啊。"
    m "那大概是回去了吧。"
    "踏上回宿舍的路上。路灯的灯光有些昏暗。"
    m "吓！"
    "一只手突然抓住了我的衣摆，着实把我吓了一跳。"
    m "......"
    show l autumn angry close with dissolve
    "回头一看，是林小莫啊。"
    m "啊，那个。对不起。"
    "林小莫看着我不说话。她的表情明显诉说着她的不满。"
    l "陪我一会。"
    "说着林小莫把我拽向附近的长椅。有些醉意的我也无力反抗，就顺着她坐下来权作歇会儿。"
    m "走了也没和你说一声，对不起啊。"
    m "我错了，可以原谅我吗？"
    "说着，我深深低下头。"
    l "学长。"
    l "没关系的。"
    l "学长本来也没必要干什么都和我说一声。"
    "在闹别扭。听这语气就知道。"
    m "那个，林小莫小姐？"
    "我小心翼翼地试探到。"
    show l autumn surprised close with dissolve
    l "嗯↗。"
    m "我能做些什么补偿您吗，大人？"
    show l autumn happy close with dissolve
    "林小莫扑哧一声笑了出来。"
    l "呵，谁要你补偿？"
    l "算了。我先想想吧。"
    m "好的。"
    m "今天请允许我先将您送回宿舍，您意下如何？"
    show l autumn normal close with dissolve
    l "好吧，哈哈。"
    "林小莫的心情似乎在我的即兴表演之后有所好转。我还真是说了些丢脸的台词啊。"
    "就当这些都是喝醉了说出来的。"
    "林小莫在我旁边皱了皱眉，轻轻哼了声。"
    l "有股酒味.."
    m "呃，我错了..."
    "感觉总是抬不起头来啊。"
    return
