label ch62_l1:
    #Scene1
    scene bg exhibition4 with fade
    "......"
    "这次的漫展还真是挺有意思的，各种分区、摊位也多。"
    "真想不到我们社团在当中也参与了不少，还挺有成就感的。"
    "不过会觉得有趣的原因可能不止于此吧。"
    "我看向小莫。"
    m "接下来还有没有什么想看的。我的话想去看一下..."
    show l autumn down close with dissolve
    l "......"
    m "嗯？"
    "是逛累了吗？林小莫显得有些心神不宁。"
    m "...那个，要不要去哪儿坐一坐。我也有点累了。"
    "林小莫没有回答，东张西望着，焦急的神色愈发明显。"
    m "怎么了？有什么急事吗？"
    m "今天就逛到这里也差不多了。你现在是有什么打算吗？"
    play music "audio/008.mp3" fadein 1.0 fadeout 1.0
    l "不见了..."
    l "找不到了！"
    m "什么东西丢了？是什么重要的东西吗？你先不要着急。"
    m "好好想想在哪。我会陪你去找的。"
    l "......"
    m "到底是什么东西？"
    l "兔子...那个兔子的挂饰...不见了..."
    "呼，我还以为是什么呢。一个不值钱的小玩意儿罢了。"
    "还是安慰一下吧。"
    m "林小莫，其实这也..."
    l "..."
    "我才注意到，林小莫的眼角泛起一点点泪光。"
    m "...不要太在意吧。也不是要紧的东西。"
    l "......"
    m "我陪你去找找吧。"
    l "嗯。"
    hide l with dissolve
    "......"
    scene bg exhibition5 with fade
    m "那个挂饰一直都在你包上吗？"
    m "有没有取下来过？"
    show l autumn angry close with dissolve
    "林小莫摇了摇头。"
    l "一直，挂着。"
    m "那么，还记不记得上次看到挂饰在包上是什么时候？"
    show l autumn down close with dissolve
    l "进会场的时候是在的...然后，就不记得了。"
    "既然刚才的展位已经往回走过一遍了..."
    m "那么顺着一开始我们进来的摊子沿路找一下吧。"
    "能找到吧。如果能就好了。"
    "我看了看红着眼的林小莫。"
    hide l with dissolve
    "......"
    m "没有看到这样的东西是吧..."
    m "哦，明白了，谢谢谢谢。麻烦您了。"
    "我回到林小莫面前。"
    m "这里好像也没有，要不别找了吧。"
    m "不要光顾着低头找了，看着点路。"
    l "嗯。"
    "可林小莫还是低着头四处寻找着，全然不在意周围人群的样子。"
    "连我说话都不知道是不是真的在听。"
    m "算了。"
    "赶紧走吧。明明能找的地方都找完了。这样你也能死心了吧。"
    l "我不要。"
    m "别这样，小莫。大不了我再给你买一个就是了。"
    stop music fadeout 1.0
    "我轻轻地把手放到她头上。"
    show l autumn sad close with dissolve
    l "我不要这样嘛！明明是你第一次送给我的东西！"
    "让我始料未及的是，林小莫用力甩开了我的手。"
    m "一个小挂饰而已，再买一个新的不就好了吗？"
    m "干嘛要在这里花那么多时间啊！"
    m "..."
    m "先回去吧，好吗？"
    "感觉到到周围聚集过来的目光，我的语气一下子软了下来。"
    m "小莫..."
    "林小莫没有理我，头也不回地跑掉了。"
    #Scene2
    play music "audio/007.mp3" fadein 1.0 fadeout 1.0
    "......"
    scene bg exhibition1 with slideleft
    "会场附近果然找不到啊。"
    "......"
    scene bg activity room3 with slideleft
    "活动室里也没有。"
    "......"
    scene bg playground2 with slideleft
    scene bg room1 with slideleft
    scene bg day flat1 with slideleft
    scene bg teaching building1 with slideleft
    "没有。"
    "......"
    m "呼，呼..."
    "坐在路边的长椅上，我大口喘着气。"
    m "真是的，跑哪去了..."
    "我紧紧握着拳，可这样也无法消除内心的焦急。"
    m "刚才，不应该用那种态度的..."
    "..."
    "怎么办呢。"
    "算了吧，林小莫她会冷静下来的。"
    "丢掉的挂饰什么的，再买一个就好。"
    "我拿起手机给她发消息。"
    "5:10 P.M."
    $m_name = "阿酱"
    m "没关系的。你先回去休息吧。"
    m "挂饰弄丢了再买一个就好。"
    m "如果有需要找我的直接联系我。"

    "发完消息，我直接回到宿舍。"
    $m_name = temp_name
    return
