label ch79_s:
    #10.23  event9
    #——周五晚上——
    scene bg activity room1 with pixellate
    play music "audio/003.mp3" fadein 1.0 fadeout 1.0
    show s autumn normal close with dissolve
    "微醺的灯光下，舒子淇坐在办公桌前，[m_name]说的一席话重重地敲在她的心上，她有些迟疑。"
    s "我真的有所谓的才能吗...要给社团成员看吗？可是...父母那儿，该怎么办呢？"
    s "他们会对我失望吗？我...其实从来都不是他们想象中的那样。"
    s "从小到大，我一直都是按照父母的意愿去选择我的道路，唯有漫画这件事，是我的选择，即使现在，我依旧无法放弃。可是，真的要和他们说吗？"
    s "他们会愿意接受我的选择吗..."
    "(通话中)"
    "嘟——嘟——"
    "舒母" "「小淇！怎么突然打电话了？最近在学校过的怎么样？」"
    #舒子淇（心理）
    "是妈妈接的电话，松了一口气呢。如果是妈妈的话，应该可以......"

    s "妈妈...我在学校很好。"
    "舒母" "「学习上有什么问题吗？钱够用吗？」"
    s "我...都挺好的。爸在家吗？我有点事儿想和你们说。"
    "舒母" "「什么事儿啊？你爸出门带汤圆（舒子淇家养的小狗）散步了，我最近不是腰疼吗，就没多在外面待，你爸估计等会儿就回来了。有急事儿要叫他回来吗？」"
    s "不用！就是最近有些事，有点拿不准主意。"
    "舒母" "「你想和我具体聊聊吗？是关于点什么，恋爱吗！？」"
    s "嗯！？不是！"
    "舒子淇刚想好的试探性的话还没出口就被打乱了节奏，惆怅的情绪烟消云散。"
    "虽然妈妈的疑问一下子打乱了舒子淇的思路，不过，也多亏了妈妈，舒子淇紧绷的神经放松下来。"
    "舒子淇轻轻的吸了一口气，打算将自己的考虑对妈妈全盘托出。"
    show s autumn happy close with dissolve
    s "妈妈，我...好像有了想要坚持的梦想。"
    s "我想要画漫画！我是真的喜欢漫画，我喜欢赋予奇妙的世界以生命，即使是在纸上画线稿也使我充满满足感。我并不是讨厌我所学的专业，我只是...不能感受到它给我带来的满足感。"
    s "我一直不知道该怎么和你还有爸爸开口，明明你们当时那么认真为我挑选的专业，可是我现在却..."
    "舒子淇不知道该如何说下去，她既因为自己可能会让父母失望而感到内疚，又不愿放弃自己选择的道路。"
    show s autumn normal close with dissolve
    s "对不起，我..."
    "舒母" "「唔...是这样吗？别哭别哭，我觉得很好呀！如果你有真正热爱的事物，那就去吧，但是，子淇，你真的做好自己开辟一条家里从未有人走过，很艰难甚至可能看不到希望的道路的决心吗？」"
    s "我已经做好决心了！这些年，我一直有在自学绘画！"
    s "11月份有个漫画新人奖，我想要试一下。毕业之后，我打算一边画画，一边进行线上投资指导，我有认真考虑！"
    "舒母" "「如果你的漫画签约，你是打算全职做漫画家吗？可是这样的话，你现在所做的一切努力和学习不就是徒劳么。」"
    "舒母" "「而且，你喜爱一件事物，并不代表着当你以它为生活手段时，你仍然能保持这一份赤忱之心。」"
    s "我不能保证以后的我不会后悔，但是现在的我如果不在做出一些改变的话，我一定会后悔！"
    "舒母" "「......」"
    "舒父" "「......」"
    s "......"
    "电话两侧陷入了一阵沉默，舒子淇不知道妈妈是否会支持自己，而爸爸又会是怎样的反应，但她已经下定决心，一定要为自己的漫画事业努力一回！"
    "舒父" "「你已经决定了，那就去干吧。」"
    s "！！爸，你回来了啊！"
    "舒父" "「嗯，你说的我都听到了。我相信我的女儿做出的决定一定是好好思考过的。」"
    "舒父" "「当初给你选这个专业，没有仔细询问你...我们可能也有做得不好的地方吧。」"
    s "不是的，那时候的我刚高三毕业，也不知道未来自己到底想做什么，也就不能给你们一个确切答复，你们已经是很好的父母了！"
    "舒父" "「不，你知道吗？我们最大的失职就是让你独自一个人思考这件事这么久。认真考虑未来意味着你长大了，我很高兴。」"
    "舒父" "「但当你决定之后，仍犹豫不敢和我们商量，就是我们身为父母没能给你充分的信任感，你在迟疑，不确定我们是否会支持你。」"
    "舒母" "「可能在过去的日子里，我们总是以你还是个孩子来为你做一切决定。真是抱歉啊，子淇，原谅我们第一次做父母，总是希望你能一路顺遂，永远不需要面对外界的苦难。是我们太自大了...」"
    show s autumn sad close with dissolve
    s "（哽咽声）"
    s "不是，你们是最好的父母。从不指责我的任性妄为，包容我的一切..."
    "舒父" "「好了，都这么大的人了。哭哭的样子还像小孩子呢。别哭了，去拿冷水洗个脸，别明天眼睛肿了。」"
    "舒父" "「既然你已经做好决定了，那就去干吧。我给你三年，毕业之后三年内，我们仍会支持你每月的生活费，既然要干就全心全意的去，也不要太过关注兼职赚钱的事。」"
    "舒父" "「我和你妈都还能工作，你别太有压力，就算不成功，以后做个兴趣爱好也很好的。」"
    show s autumn normal close with dissolve
    s "...嗯！我一定会拼尽全力的！谢谢你们，爸爸妈妈！能做你们的女儿，真是个太好了！！"
    s "之前那次漫展，我头疼发烧..."
    "......"
    return
