label ch71_s:
    #10.7-10.9
    play music "audio/002.mp3" fadein 1.0 fadeout 1.0
    scene bg autumn road5 with fade
    "路人甲" "「早啊，[m_name]。漫展很成功啊，看不出来你还有这样的才能啊，真不错呢。」"
    m "谢谢，谢谢。都是大家的功劳，我也没做什么的，过奖了。"
    "路人甲" "「别谦虚了，加油啊，搞得我也有点想加入动漫社了。」"
    "我已经成功了吗？可是，为什么我心里这么难过...子淇，是我太突然了吗？她没有给我正面的回应，是因为不喜欢我吗？我是不是不应该去打扰她，可是...可是我不想放弃！"
    "就像漫展一样，我不想放弃！不管结果怎么样，我一定要再尝试一下。"
    m "决定了！"
    "一阵秋风吹过，吹起地上的几片落叶，旁边路过的同学怪异的看了我一眼，默默地加快了脚步。"
    "虽然话是这样说...可是，我根本不敢去找她啊！可恶啊！我到底该怎么办？"
    m "要不先这样吧，再等等，我实在是不知道该以怎样的态度面对子淇了。就让我逃避一下吧。"
    "......"
    m "不会这么巧吧，平时想找的时候找不到，今天就这么随便的碰面了吗！"
    show s summer normal medium with dissolve
    "我站在柱子后面，小心翼翼地探头，果然是舒子淇，她怎么在这儿？她对面是谁？男的，老师吗？"
    "好好奇，但是会不会打扰到子淇，而且，也不知道子淇会不会不想看到我...好难抉择，可恶啊！ 再偷看一眼，也不会有事的吧。"
    m "如果打招呼的话，怎么办？“嗨，这么巧？”不行不行，这个太突兀了。那，“早啊，在干吗？”...到底该怎么办呀？该不该提昨天的事呢？"
    s "好的，谢谢您，真是太麻烦您了。"
    "陆仁老师" "「没事，你们辛苦了。好好休息吧，我先走了，有事儿再找我。」"
    m "早，要一起吃饭吗？..."
    show s summer surprised close with dissolve
    s "[m_name]，你怎么在这？"
    "吓！子淇什么时候过来的，我都没注意。"
    m "啊，早啊。我来晃晃，没看到你呢...啊哈哈哈，我还有事儿，你先走吧，不是，是我先走了。"
    "我被突然出现的子淇吓了一跳，一下子把之前想好的说辞全都忘了，脑袋一片空白。走！快走！"
    "舒子淇站在原地，颇有些不解为什么我会像逃一样离开。"
    hide s with dissolve
    m "呼——可恶！我这是怎么回事？这不是又和开始一样了吗？"
    "我靠着墙，握紧了拳头，如果我再勇敢一点就好了。下一次，再遇到她的话一定要好好地打招呼呀。"
    s "[m_name]这是怎么了？是因为那一件事吗？"

    scene bg corridor1 with pixellate
    "【舒子淇视角】"
    m "那……那你现在……"
    m "你打算如何呢？……"
    "他在等我的答案，看着眼前这个男孩紧张的神情，我更清楚的认知到了这一点——这回答对他很重要，当然，对我也是。"
    "我不知道该怎么回答，明明只要像以前对待其他来告白的男生一样直接拒绝就好，但对他，我却莫名地无法开口。"
    "其实，我知道的——无法拒绝的原因，他是“阿酱”，从一开始他就是不一样的，我曾以为二次元的好友在三次元面基后会有所不同，但是，[m_name]是不一样的。"
    "说起来，他还不知道我就是“枫”吧。[m_name]真是，在有的地方傻傻的呢。"
    "但是，现在的我还没有资格给他回应，我需要考虑更重要的是漫社与...我的未来。现在的我还没有精力去思考恋爱这个问题，如果我连我的未来都无法把握，又怎么能对其他人负责！"
    "很抱歉，但是，现在的我还不可以！"
    "所以......"
    s "我...很抱歉，但是，现在的我还没有做好恋爱的准备，我的未来规划还没有做好添加一个人的准备。所以，我很抱歉。"
    "【舒子淇的视角结束】"
    #——————————————————回忆分割线————————————————
    scene bg classroom2 with pixellate
    m "可恶！为什么我就是不能坦诚的对待舒子淇呢？如果，我再勇敢一点，会不会一切都不一样了..."
    "......"
    scene bg evening road1 with fade
    "下课铃响了，明明已经不需要我去办公室了，但我还是不由自主地往那条熟悉的道路上走。或许我在期待着能和舒子淇的碰面，但是在我内心深处却又隐藏着一股胆怯与忧虑。"
    m "我该怎么办？"
    scene bg corridor1 with fade
    "办公室的灯果然亮着，在黑暗的办公楼中吸引着我的目光。"
    "门虚掩着，果不其然，舒子淇正在办公桌上埋头苦干，她好像还在画漫画。"
    m "这个点了，也不知道她吃饭没。多半又是下午来了就没有出去过。"
    "不行不行，快别去想她了，先把自己的事情捋顺吧。"
    "我捏紧包带，快步离开了办公楼，仿佛后面有人追赶一样。"
    "我假装自己只是心血来潮的到这儿晃了一圈，而不是有什么别的目的。"
    "......"
    "过了一会，舒子淇抬头发现门敞开着，门口好像放着什么。"
    "舒子淇打开门，拿起地上的打包盒，是食堂的晚饭。"
    show s summer normal medium with dissolve
    s "刚刚，是谁来过？"
    "......"
    return
