label ch710_s:
    #10.24 周六
    #Event10 社团活动室
    scene bg activity room1 with pixellate
    play music "audio/002.mp3" fadein 1.0 fadeout 1.0
    "社员A" "「早！最近社团没什么活动吧，感觉漫展都是好久之前的事儿了。」"
    "社员B" "「早呀，对啊。感觉最近光顾着补番了，前一阵儿太忙，刚好最近歇歇。」"
    "社员A" "「[m_name]，你也来了啊，感觉你来得挺勤快的，果然还是年轻人有朝气啊。（比大拇指，搞怪）」"
    m "咱俩不是一级吗？你又来？别闹，哈哈哈哈哈哈。"
    "社员B" "「他现在就是老头的生活，天天宅在宿舍，也不出门。不对，他连低保都没，哈哈哈哈哈。」"
    "社员A" "「朋友们，你们这是杀人诛心啊！！」"
    show s autumn normal medium with dissolve
    s "早呀！大家今天都在呀。"
    m "早！最近也没什么事，就来办公室看看。"
    "舒子淇站到桌子边，把桌子上杂乱的道具收拾起来，笑着和还在斗嘴的社员们打招呼。她显得有些心事，道完早安之后便没有再说话，不知道在思考些什么。"
    m "说起来，之后不是有个漫画的新人奖吗？那个比赛感觉怎么样？"
    "舒子淇抬头看了我一眼，她知道我是在帮她试探朋友们的看法。"
    hide s with dissolve
    "社员A" "「你想参加？倒是也可以试试，这个比赛在漫画界里对新人来说还是很友好的，含金量也还可以。短篇长篇都可以，看你的漫画构思和画风出不出彩，三等奖还挺容易冲的。」"
    "社员B" "「！！你怎么这么了解？大师竟在我身边！」"
    "社员A" "「什么啊，我一直很喜欢的那个漫画家去年参加了，我就去了解了一下而已啦。」"
    show s autumn normal close with dissolve
    s "这个事儿，我也想和大家说的。我打算参加今年的新人奖了！"
    "社员A" "「去呗，勇于尝试嘛。话说你已经有想法了，漫画画的怎么样了？」"
    s "漫画是之前就开始准备了，已经差不多结束了，想给大家看看有没有要改进的地方。"
    "舒子淇把漫画的样稿分给大家，我也照常拿了一份。"
    hide s with dissolve
    "果然，不管再看几遍，这篇漫画都好棒！不过，这份样稿好像只有我上次看的一半啊..."
    "我将最后一页漫画合起，看向舒子淇，她显然有些紧张，不算我的话，这应该是她的漫画第一次正经出现在别人手上。"
    "会是怎样的结果呢？我看着舒子淇微微蜷缩的手指，糟糕，我也变得紧张了。"
    "社员B放下样稿，盯着舒子淇，默默地比了个大拇指。"
    "社员B" "「没想到啊，部长你还有这么一个技能，这漫画要是不得奖，我帮你去给评委套麻袋。」"
    "社员A" "「你怎么跟个傻子似的，憨憨儿。部长，我觉得你完全可以去参赛，光从漫画的前半部分来看很吸引人，设定有趣，高潮也把握得很好。只要后期不崩，结局再来点意思，你可以冲一等奖试试。」"
    show s autumn surprised close with dissolve
    s "我没参赛过，这样的漫画真的可以吗？"
    m "真的！你超级棒的，你看，我就说大家都会喜欢的吧。"
    hide s with dissolve
    "社员B" "「嗯？[m_name]你这是早就看过了舒子淇的漫画了呀，有故事~」"
    "社团的大家相视一笑，都开始起哄。大家都热情地肯定了舒子淇的作品，舒子淇也终于放下心中的最后一丝顾虑，决定回去再重修一遍就投稿。"
    m "... 别闹。"
    "不过这次我的声音显然盖不过办公室里八卦的其他人，舒子淇先是因为大家的肯定，羞涩的抿嘴笑了，紧接着又被大家调侃，慢慢的，躲在漆黑发丛中的耳朵一点点涨红了。"
    "糟糕，这可真是...可爱。"
    m "好了好了。就是之前，有一天你们都不在，我来看到舒...部长在整理样稿，好奇心驱使，就拿来看了一下。没什么故事，别瞎扯。"
    "社员B" "「是这样哦~」"
    "社团众人" "「哦~」"
    s "谢谢大家了，大家这样说，我就有信心了。之后，动漫社的事也辛苦大家了。"
    "社团众人" "「大家一起，真好啊！加油！」"
    return
