#第六章 事件1 9.11
label ch6_s:
    #scene1 (社团活动室）晚
    scene bg activity room3 with fade
    play music "audio/009.mp3" fadein 1.0 fadeout 1.0
    "社员A" "「嗨，你也来了啊。」"
    "社员B" "「干啥啊，你怎么一副我肯定会咕的表情？」"
    "社员A" "「当然了，你这个大四的老油条，去年社团开会的时候你出现过几次啦？」"
    "社员B" "「……两次？」"
    "社员A" "「你确定吗？」"
    "社员B" "「不对，我好像是从大一加入社团开始，总共来过两次。」"
    "社员A" "「好家伙，还好意思说…」"
    "社员B" "「可是你看，去年社里那样子，根本也没啥会开吧。」"
    "社员A" "「……唉，也是。」"
    "社员A" "「希望今年舒子淇……能好好让社团维续下去吧。」"
    scene bg platform1 with fade
    """
    ……好多人。

    社恐要发作了。不，是社恐已经开始发作了。

    本以为特意挑了很不起眼的角落坐下，应该就不会有事。

    ……谁知道这两个人竟然会夹着我分别坐在我左边和右边的位置啊！

    看起来这两个人很熟的样子，因为已经隔着我聊起天来了。

    他们为什么不去别的地方坐——这个疑问浮出脑海的同时，我反应过来答案了。

    今晚社团里来的人有点超出预期了。

    本身并不大的社团活动室，此刻显得有点拥挤。

    他们大概是实在没位置坐了，才会到我这里来吧。

    ……确实，现在已经没有空着的位置了。我如果要搬走，估计只能坐在地上。那样会立刻吸引来更多的目光。

    要不直接跟他们说，我们换个位置？

    啊，感觉完全无法开口。而且，我只是一个新人，要是刚入社就得罪了什么老社员，那可就不好办了……
    """

    """
    不行，有什么办法可以——
    """

    play music "audio/002.mp3" fadein 1.0 fadeout 1.0
    show s summer normal medium with dissolve
    s "大家安静一下。"
    """
    舒子淇出现在社团活动室门口，随后在众人的注视下，她走到活动室中间的位置，放下书包。

    身为新任漫研宣传部的部长，她说的话自然是有一定分量的。我左右那俩人很快便停止了交流。

    呼——舒子淇，你救了我一命。
    """
    s "辛苦大家周末还要过来开会了，今天晚上，我有很重要的事情要和大家宣布。"
    s "今年呢，我想要在国庆的时候，举办一场大型漫展活动。地点就在我们学校的体育馆内。"
    "社员们" "(交头接耳)"
    s "我相信各位此刻有很多疑问。我也明白大家的心情，所以我会把整个策划解释清楚的。"
    s "首先就是为什么要办这次漫展。我最大的初衷，就是想让星辉漫研重新振作起来，让大家能继续聚到一起，为同一件事情、为二次元努力着。"
    s "去年发生那样的事情，我也感到非常遗憾和抱歉。当初我作为一名大一的普通社员，并没有能力改变现况……相信也有不少人和我抱有同感吧。"
    """
    去年？……发生了什么？
    """
    show s summer angry medium with dissolve
    s "所以我希望通过这一次漫展，能好好把社团的气氛带动起来。"
    s "而另一方面，也是希望能给全校同学提供一个了解二次元的机会，能和其他院校的动漫社团来一次愉快的交流。"
    "社员A" "哈？是漫展啊？之前都没办过呢。"
    "社员B" "不管怎么样，听起来会很有意思耶！比写毕业论文好多了！"
    """
    似乎仅仅在我周围，舒子淇要办漫展的决定就已经让许多人产生了兴趣。

    只是我隐隐约约不知道在担心什么，对此次漫展能否顺利进行先打一个问号。
    """

    scene bg computer with pixellate
    "舍友" "你在看什么啊？"
    "舍友" "动画片？……我上小学以后就不看这个了耶……"
    """
    ……
    """
    #闪回是个什么东西啊啊啊啊算了不管了啊啊啊啊
    "舍友" "我准备睡了，明天一大早还要找导师修改论文呢。"
    "舍友" "你等下注意小点声。不是我说啊，这几个彩色头发的小人人真值得熬夜看吗……"

    scene bg platform1 with pixellate
    """
    我并非不想融入他人，并非只想缩在自己的世界里，并非不想把二次元中美好的事情分享给别人。

    只是，我曾经经历过的质疑和不解，让我停住了脚步……

    如果说一定要这样才能得到认可的话，那不如就永远待在小众圈子里，不要去接触那些人就好了。

    舒子淇……你没有这样的顾虑吗？其他社员也没有吗？

    果然，还是我自己太孤僻了吧。
    """
    show s summer normal medium with dissolve
    s "最后，这次漫展，我打算联合商业机构——"
    """
    等下，怎么已经说到最后了？！

    我刚才就不应该走神的。好嘛，果然是我旁边这两个怪人在分散我的注意力吧！
    """
    s "大家不用担心经费问题。"
    s "我们此次漫展的经费一定是足够的。任何创意，任何活动，只要你想就可以提出来哦。"
    s "那么，我差不多也说完了。"
    s "接下来，我打算先问问看，我们当中有多少人想要参与这次漫展的策划呢？"
    """
    超过半数的人举起了手。都是我不认识的人。

    啊，我在说什么。我在社团里也就认识舒子淇和夏何吧。

    等下，夏何？

    对了，夏何今晚应该也在才对。
    """

    hide s with dissolve
    show x otaku normal medium with dissolve:
        xalign 0.8
    """
    我开始四处寻找夏何的身影。果然，她也和我一样，挑选了一个很不起眼的角落安安静静地坐着。

    我望向夏何的同时，她也刚好瞥到了我，但她很快就不自然地移开了视线。

    ……上次那出是怎么回事啊？那真的是你吗？

    今天的夏何与我们第一次相见的穿着风格一致，完全就是宅女的样子。

    这让夏何那天靓丽的形象似乎又模糊了起来。
    """
    hide x with dissolve
    show s summer normal medium with dissolve:
        xalign 0.5
    s "还有更多的人报名吗？"
    """
    我看了看夏何，她也没有举手。看来夏何与我想法大概差不多吧？

    虽然大家都是阿宅，彼此之间不会出现像我和室友那样的对话。但是，要我这种归宅部和一大群不认识的人一起策划个什么活动，我觉得还是有点困难。
    """
    s "如果大家有什么顾虑，也可以现在提出来哟。"
    s "但对于我来说，这的确是一次很好的机会。"
    s "想一想，我们能和所有喜欢二次元的朋友一起玩，漫展上也有各种各样的手办和漫画可以买。"
    s "但更重要的是，我们能够借这次机会走出自闭，也能学到不少东西。"
    """
    走出自闭……吗……
    """
    s "如果在座还有人在犹豫的话，怎么说呢，拿我自己举例吧，我就感觉当一个普通社员，仅仅只是看着别人干活和策划，与我亲身参与到其中来一起出谋划策，是完全不一样的呢。"
    """
    还在犹豫。

    怎么感觉她在说我啊？
    """
    s "我体会到策划和凝聚一个团体是多么不容易的事，因为社团里每个人的想法都不一样，也渐渐开始理解我们还有很长的路要走……"
    s "我非常希望能和大家一起走下去。"
    s "但是，还有要说明的是，如果你们中有人真的不太赞同我的观点，我也不会强迫大家的。"
    """
    舒子淇的表情从刚才起就十分严肃，但又不给人感觉到压力，而是严肃里带着柔和。显然，她也不想给不愿意参加的人带来压迫感。

    她的目光似乎有那么一瞬间定格在我身上，似乎在期待什么。

    忽然，我感觉自己的决心开始动摇了。

    如果真的能给社团帮上忙……

    像我这样的人，也可以帮上忙吗？

    也可以参与到策划中来、成为像舒子淇那样的一员吗？
    """
    s "那么，我最后再确认一下，还有人想要参加吗？"
    m "……"
    s "没有的话，那今天的开会就——"
    m "我想参与。"
    """
    不知道是被什么意念驱使着，我举起了自己的手。
    """
    play music "audio/002.mp3" fadein 1.0 fadeout 1.0
    show s summer happy medium with dissolve
    s "!"
    m "唔……"
    s "太好了，[m_name]同学！谢谢你的支持！"
    m "啊，不，这、这没什么……"
    """
    我放下举起的手，意识到刚才好像做了一件不得了的事。

    我想走出自闭。于是，我举起了手。

    ……是这样吗？仅仅如此吗？
    """
    s "那么，今天就先到这里吧。参与漫展的同学，我们之后会安排时间见面商讨有关事项的。大家早点回去休息吧~"

    play music "audio/009.mp3" fadein 1.0 fadeout 1.0
    "社员B" "「啊，终于结束了。」"
    "社员A" "「可以回宿舍打游戏去咯。」"
    "社员B" "「走走走，等下我给你看我新买的抱枕——」"
    "社员A" "「耶？你又买新抱枕了——」"
    """
    其他人先后离开活动室。

    我坐在位置上，努力回忆刚才的事。
    """
    s "[m_name]？你不回去吗？"
    m "啊，我、我马上。"
    """
    算了，先别想那么多了。
    """

    #event2 周六周日
    play music "audio/002.mp3" fadein 1.0 fadeout 1.0
    scene bg corridor1 with fade
    """
    所以是这里吗...之前说好的工作室，也不知道有多少人会来...

    话说，我这样的人真的可以吗？会不会...

    吱——我轻轻地推开门。
    """
    scene bg activity room1 with fade
    """
    慢慢地踏进去，环顾四周，呼——只有舒子淇一个人在。

    我有些松懈，舒了一口气。

    等等！也就是说...只有我和舒子淇两个人吗...

    刚放下的心，又被提了起来。

    别紧张，这是工作，这没什么！

    我暗暗地给自己鼓着劲。
    """
    play music "audio/003.mp3" fadein 1.0 fadeout 1.0
    show s summer normal medium with dissolve
    s "[m_name]同学，午好。"
    """
    没有想到会先被搭话的我愣了一下，才反应过来：你好！子淇。

    我匆忙接话，条件反射喊出她的名字。
    """
    "嘶，舌头差点咬到。怎么办，怎么办。她会不会以为我太过轻浮？要不要解释一下？"
    m "其实我..."
    """
    （舒子淇微微笑着）
    """
    s "谢谢你能来，海报还剩一点了，你先坐吧。"
    "她好像没有在意呢。"
    """
    我心里有点窃喜，但也说不清在高兴什么。
    """
    m "没关系的，我等你。"
    """
    我把包放在桌子上，四下打量着这个堆满了杂物的工作室。
    """
    "好小！"
    """
    我第一反应，但很快我就发现，房间其实并不小，是堆起的箱子比较多。

    假发、道具、喷筒...各种社团需要用到的东西显然都摆在这个房间里。

    各类物品杂而不乱，井然有序的用箱子装着，堆在一起。每个箱子的外侧都贴着物品名称。

    我不禁在心中称赞整理工作室的同学，一定是个很有耐心和细心的人吧。

    思绪发散，等我回过头时，舒子淇已经在整理颜料了。

    她把颜料按照剩余的量依次放好，再把画笔一一装进笔袋。
    """
    m "子...子淇，工作室是你整理的吗？"
    "不妙啊，脸上好热，千万不要红！千万不要！"
    s "嗯？是，怎么了，有什么不对的地方吗？"
    m "不是不是，就是感觉很干净，很井井有条。和你很像。"

    s "哈哈哈，就算你这样说，我也不会放松要求的哦！"
    m "我是说真的，我很...喜欢"
    """
    我说话声音越来越小，只能让自己听见。
    """
    s "什么？"
    m "没...没什么。"
    "她好像没有听清呢，算了，也不重要。"
    m "我能帮你干些什么呢？"
    "打起精神来，[m_name]，你忘了吗，说好要走出自己的舒适圈。"
    s "唔，先来安排人员分工吧，然后把漫展需要的事情按照缓急程度排序..."
    """
    我看着舒子淇有条不紊的交代任务，有点羡慕这么自信的她。

    如果，我是说如果，我也能好好的告诉别人我的想法就好了。
    """
    play music "audio/009.mp3" fadein 1.0 fadeout 1.0
    show s summer happy medium with dissolve
    s "[m_name]，你有在听吗？"
    """
    明明舒子淇还是温温柔柔的说着，我却听出来她的一丝羞恼。

    羞恼？羞什么？我有点茫然，几乎疑心自己看错了。
    """
    show s summer shy medium with dissolve
    s "（脸微微红着）你还要看多久？"
    """
    我一惊，急忙收回目光。

    不妙啊，不妙啊！走神了的我忘记自己还盯着舒子淇的脸了。
    """
    m "对...对不起。我..."
    """
    舒子淇打断了我的道歉，她显得有些不适应，这可能是她为数不多打断别人的话。

    我又走神了，明明知道不该这样去做，却还是忍不住想。

    好可爱。真的好可爱。认真的样子很可爱，有点紧张的样子也好可爱。
    """
    show s summer normal medium with dissolve
    s "那你知道要做什么了吗？"
    """
    明明有些紧张的我，不知怎么的突然放松下来。

    或许是舒子淇的任务讲解很详细，或许是她温柔坚定的话语。
    """
    m "我知道了。交给我吧。"
    #转场：一个小时后又是啥
    play music "audio/008.mp3" fadein 1.0 fadeout 1.0
    scene bg activity room1 with fade
    """
    一个小时后

    虽然，话是那么说的。但是，但是我真的不会啊！

    我有些崩溃的扯着自己的头发，一个小时过去了，我的进展还是一个大大的零！

    啊——怎么办，怎么办？摊位上要卖些什么、预算拨多少、要各自安排多少人呢?

    我是个阿宅啊！阿宅逛漫展，根本不关心人员安排的好不好！...
    """
    show s summer normal medium with dissolve
    s "你..."
    m "我马上好！"
    """
    我努力挡住桌子上的安排表，不过好像并没有什么用。

    短暂的沉默——
    """
    s "是我的错，我忘了你没有经验。那你先帮我做道具吧，这个等晚上我来吧。"
    """
    我有些羞愧 其实，我可以学的...对不起。
    """
    s "没事的，我刚开始也是这样的。明年你就会了。"
    "我（心理）" "可恶！我怎么什么都不会！"
    s "把胶水递给我。"
    """
    打起精神来！[m_name]，不会可以学，只顾后悔可没有用。
    """
    m "来了！这个，给你。"
    s "这几个EVA板按照这个模板割开..."
    m "好。"
    """
    我小心翼翼地沿着木板上的线切割，一点一点。

    终于，大功告成！
    """
    m "子淇，你看这个可以吗？"
    s "行，那你把阴影的地方涂黑，然后..."
    """
    ......（时间过得飞快，我全神贯注在制作道具上，不知不觉已经到了傍晚）
    """
    show s summer surprised medium with dissolve
    s "呼，我好了。你..."
    """
    她转过头，看到我面前摆放的完整的道具，显得有些吃惊。
    """
    show s summer normal medium with dissolve
    s "已经做好了吗？"
    """
    我有点紧张，会不会有地方做错了？我刚才胶水有没有粘牢？对了，那个花纹有没有把颜料涂匀...
    """
    m "我知道有很多不足之处，我会改的，请...（再给我一次机会）"
    show s summer happy medium with dissolve
    s "没有啊，你做的很好的。或者说是，超乎我想象的好呢！"
    """
    我挠了挠脸，有点开心，被夸了呢。
    """
    m "真的吗？你不用担心，如果我哪里做的不对，子淇你就指出来，千万不要自己再做一遍。"
    """
    舒子淇笑着接过我手中的道具，仔细地检查着有没有没有粘合或者错误的地方。
    """
    s "不会啊，是真的很棒哦。"
    m "如果...如果能帮上忙，就再好不过了。"
    s "很棒啦！今天也不早了，你可以回去歇息了。"
    """
    我答应下来，看着舒子淇把道具收到箱子里，细心地给箱子贴上标签。

    我收拾包。准备离开时，却发现舒子淇又站在桌子前，并没有打算离开的想法。
    """

    m "要一起吃饭吗？我是说，或许你需要去休息一下什么的吗？"
    """
    我有些迟疑，不知道该不该劝说她去休息。

    虽然舒子淇无论何时总是温柔的笑着，我却一直知道她是一个坚定自己想法的人，她不会强迫别人接受她的想法，也不会轻易因为他人而改变自己。

    舒子淇嗯了一声，显然没想到我会邀请她。她迟疑了一会儿。
    """
    s "我等一会儿再去吃饭。"
    "可是食堂大部分窗口八点之后就不开了，而现在已经七点半了。"
    """
    我不知道如何再开口，冲她摆了摆手 那我先去走了，无论如何要记得吃饭啊...
    """
    s "再见。"
    hide s with dissolve
    m "再见。"
    """
    我轻轻地退出门外，透过门缝看着舒子淇又坐下去开始工作。

    我不知道该怎么办，有点担心却不能开口。

    先去吃饭吧，等会儿再说吧。
    """
    scene bg activity room2 with wipeleft
    scene black with fade

    #第六章 事件3
    play music "audio/010.mp3" fadein 1.0 fadeout 1.0
    scene bg evening road1 with fade
    show s summer down medium with dissolve
    """
    那个，是舒子淇吗？

    我有些不确定的停下车，想要看清楚一点。

    晚风吹拂，湖边的长椅上，有一个人影独自映在湖面上，浅浅的月光为万物披上一层外衣，安静的氛围中显出格外的寂寥。

    会是她吗？我试探性地给子淇发了一条信息。
    """
    $m_name = "阿酱"
    m "在干吗？"
    """
    黑暗中那个女孩放在长椅上的手机屏幕亮了一下，她拿起，没有解锁屏幕，又将手机放下。

    我有些疑惑，不知道为什么舒子淇明明看见消息，却没有举动。
    """
    "是我哪儿做错了吗？"
    hide s with dissolve
    m "我有点事儿关于漫展不太清楚，想请教一下你，请问你什么时候有空？"
    $m_name = temp_name
    """
    明明只是短短的一句话，我却翻来覆去改了好几遍。

    会不会语气太过强硬了，要不添个表情包吧，选了好久，我最后发了一个猫咪卖萌的小表情。

    我握紧了手机，明明身上还带着初秋的凉意，手心却微微出汗。
    """
    "快回我，千万、千万不要讨厌我。"
    show s summer down medium with dissolve
    """
    我抬头盯着椅子上的身影，手机亮了又暗了下去。

    她没有回我。我有点难过，但也说不上为何。摩挲了一下冰凉的手机，我心底涌入一丝凉意。

    “叮咚”手机提示音响了。
    """
    hide s with dissolve
    """
    会是谁呢？反正...

    我沮丧地打开手机。
    """
    s "抱歉，刚才有点事，没注意。明天你什么时间有空，到办公室来找我吧，我一天都在。"

    "我激动得快要跳起，忘了自己还在车上，差点摔下来。"
    show s summer down medium with dissolve
    """
    我赶快看向长椅，不知道为什么不想让舒子淇看见自己狼狈的一幕。

    呼——还好，她没有回头。

    本来低落的心情好像一下子又回温了，我又回头看了一眼舒子淇，决定不打扰她。
    """
    hide s with dissolve
    "我喃喃自语 明天约几点呢，要不今晚..."

    "不过，子淇今天好像情绪不对，也不知道发生了什么。"

    #舒子淇视角
    scene bg evening road1 with pixellate
    "舒子淇的视角"
    "今晚的月色真美啊！这里安静的好像天地间只剩下我一个人了。"
    """
    手机亮了。

    我拿起手机
    """
    "是新来的[m_name]啊，抱歉啊，暂时想要享受一段独处的时间呢。"
    """
    我按熄屏幕，内心回想起刚刚父母打来的电话。
    """
    "漫画，真的就不可以吗？为什么要连我最后的坚持都不允许，我已经、已经足够努力了啊！我..."
    """
    “叮咚”屏幕亮了。

    我被打断思绪，冷静下来，我抬起头，将内心的抑郁埋藏的更深。

    “我有点事儿关于漫展不太清楚，想请教一下你，请问你什么时候有空？（猫咪卖萌）”

    我被猫咪的可爱表情逗笑了,解锁屏幕，回复到：“抱歉，刚才有点事，没注意。明天你什么时间有空，到办公室来找我吧，我一天都在。”
    """
    "不管怎样，我都会坚持的！即使..."
    """
    这时，身后的道路上好像传来响声，我没有回头，心情好像又平静下来。

    我闭上双眼，依靠在椅背上。想了很多，又好像什么也没想。

    真是久违的安静呢。
    """
    "舒子淇的视角结束"

    #9.16
    scene bg library2 with pixellate
    play music "audio/009.mp3" fadein 1.0 fadeout 1.0
    """
    哎，这里也有人了，图书馆真的人好多啊。

    我左看右看，试图从坐满同学的桌子中，找出一个空位。

    那里！我赶快放下背包，坐在“得来不易”的座位上。

    先把本周作业完成，然后完成舒子淇上次分配的任务。

    我一边打开电脑，一边规划今日必做。
    """
    show s summer normal medium with dissolve
    "突然，我余光瞥到一抹熟悉的倩影。"

    """
    等等，那是舒子淇吗？没错，是她，她今天没有在社团的办公室吗？

    说起来，以前没有注意到，我突然发现好像经常能够遇见舒子淇，之前是在回宿舍的路上，还有食堂、教室和今天的图书馆。

    以前有这么频繁吗？还是我没有注意到呢？

    我有点陷入沉思，不自觉地盯着她微微露出的侧脸。

    舒子淇就坐在我的右前方，侧对着我，长发披散着，似乎挡着她的视线了，她轻轻地将碎发撩至耳边。

    认真的样子也好可爱。

    不妙，她似乎察觉到有人在看她，想要回头。

    我赶快手忙脚乱地趴在桌上，试图用电脑挡住自己。
    """
    "应该...应该没被发现吧。"
    """
    我有点心虚，过了好一会儿，才朝舒子淇的方向偷偷地瞄了一眼。

    呼——她已经重新低下头了。万幸，好像没被发现呢。

    不是错觉吧，感觉碰面次数真的增多了，虽然是单方面的“相遇”。

    话说，到底是什么原因呢？
    """
    "算了，先完成作业吧，要来不及了！"
    #"""
    #听说，如果一个人喜欢上了某人，就会不自知地关注自己的身边有没有ta的身影呢！你是吗？
    #"""#画外音

    scene bg evening road1 with fade

    #9.18 周五 事件4 学校街道 晚
    """
    漫长的一周，终于迎来结尾了。

    已经进入九月中旬，街道上逐渐看不到穿着短袖的人了。
    """
    scene bg evening square1 with slideleft
    """
    路过体育馆门口的时候，许多练习滑板的人聚集在那里。体育馆道路两边亮起的路灯，正好为他们搭建了一个舞台。

    大多数是社团模样的人在练习。已经会一些技巧的老人不断地重复同一个动作，给身后的新人做示范。看起来，气氛非常融洽。

    在旁边还有几对像是自己过来玩的朋友或是恋人，似乎比起练习，这更像是一个社交的过程。

    ——我是孑然一身。

    尽管我已经在尝试做出一些改变。

    努力每天走出宿舍，加入社团，去自习室，还参加了漫展的策划，也因此认识了一些人，甚至这其中还包括女孩子。

    但如果真的要说，我并不觉得会和他们产生任何关联……

    顶多就是“你好”、“再见”这样的关联罢了。

    像面前这样，在路灯微弱的光下和亲密的人愉快交谈，根本是不可能的事……
    """

    "正在练习滑板的女生" "「咦——小心！」"
    m "——！"
    """
    ……
    一个不认识的女生忽然撞向了我。
    """
    "正在练习滑板的女生" "「啊啊——」"
    """
    她猛地撞向我的肩膀，然后一个重心不稳地朝右边歪倒。我赶紧伸手拉住了她。
    """
    m "……"
    "正在练习滑板的女生" "「痛痛痛……」"
    """
    她的脚似乎扭到了的样子。但因为我及时拉住了她，除此之外没有其他受伤。

    按理来说，我这时候是不是应该说点什么才对。
    """
    m "啊，嗯，那个……你没事吧？"
    """
    她脸上的表情看起来就是有事吧！我在说什么废话啊喂！

    而且，我现在拉着她的姿势……未免也太诡异了吧！感觉像是跳探戈的时候忽然被定住了一样……

    我接下来该做什么……不，我在紧张什么？
    """
    "正在练习滑板的女生" "「唔，嗯，我好像扭到脚了。」"
    """
    为什么偏偏是扭到脚啊！我现在应该做什么？带她去医院吗……我连和她说话都好困难耶……

    但是，也不能坐视不管吧……

    已经是晚上了，让面前一个扭了脚的女生一个人待着，这肯定不是我认同的事。

    所以，我要问问她要不要去医院吗？
    """
    m "那、那什么，你需不需要——"
    "陌生的男生" "「你怎么在这里？受伤了吗？」"
    """
    面前忽然出现了一张陌生的面孔。好像也是刚才在练习滑板的人。
    """
    #（滑板少年少女）
    m "……"
    "正在练习滑板的女生" "「啊，嗯……似乎扭到脚了。」"
    "陌生的男生" "「我送你去医院吧。」"
    "正在练习滑板的女生" "「这么迟了，要什么时候才回的来嘛……」"
    "陌生的男生" "「但是你这个样子，明天脚会肿得下不了床哦。」"
    "正在练习滑板的女生" "「算了吧，我回去敷上药膏就好了。再说，等下是会下雨的吧？我们谁也没带伞耶。」"
    "陌生的男生" "「啊，这倒确实……」"
    "陌生的男生" "「那这样的话，你还是先回宿舍休息吧。明天要是还难受的话，我送你去医院看看。」"
    "正在练习滑板的女生" "「好。」"
    """
    ……
    总觉得我又有点多管闲事了呢。

    明明这种事情根本轮不到我帮忙。大概纯路人的我也只是什么都不会然后在添乱而已。

    更严重一点，说不定还会被对方当成是趁人之危的变态之类的吧？

    果然我还是……
    """
    "正在练习滑板的女生" "「谢谢你！不知名的同学！」"
    m "啊？"
    "正在练习滑板的女生" "「你拉了我一把呀。」"
    m "嗯，耶……我是说这只是小事而已。"
    m "我也只是刚好路过，然后被撞倒了嘛。"
    """
    女生开口向我道谢。我忽然有点不好意思起来。

    看来，对方并没有把我当成趁人之危的变态。甚至还感谢我了。

    这种感觉，和我预期的不一样，貌似也还不错呢……
    """
    "陌生的男生" "「那同学，我就先送她回去了。」"
    "陌生的男生" "「等下可能会下雨之类的。」"
    """
    在向我道谢后，两人慢慢走出我的视野。我看着天空开始落下细小的水滴。

    下雨啊……

    看来，我得加快脚步了。

    不过说起来，把写了一半的物理实验报告落在社团工作室这种事情，实在是莫名有点好笑。
    """
    scene bg hall2 with slideleft
    play music "audio/003.mp3" fadein 1.0 fadeout 1.0
    """
    出乎我的意料，这边的灯是亮着的。

    可是，我无论如何也想不起来，今天晚上社团有什么安排。
    """

    """
    因为察觉到自己记忆力也不好，如果有社团的事务，或者是作业提交DDL那样的东西，我都会事先在手机上添加备注和提醒。如果没有弄错的话，今天晚上我是没有安排的。

    ……当然，要赶紧写完实验报告这件事除外。

    所以，已经这么晚了，是谁会在里面呢？
    """
    m "……"
    """
    先试探性地敲了三下门。
    """
    #建议换成门的图片
    $s_name = "？？？"
    s "……是谁？"
    m "啊，那个……"
    """
    有点熟悉的声音。这该不会是——
    """
    s "……算了。门没锁，请直接进来吧。"
    m "抱歉，打扰了。"
    scene bg activity room1 with wiperight
    """
    在做好可能遭遇白眼和不耐烦的态度的心理准备之后，我推开了门。
    """

    """
    ……
    """
    $s_name = "舒子淇"
    show s summer surprised medium with dissolve
    s "你怎么忽然跑过来？今天晚上社团没有安排哦。"
    """
    果不其然，这熟悉的声音的主人——

    正是我面前的这名少女，舒子淇。
    """
    m "是这样的，嗯，那个，我好像把实验报告忘在这里了。"
    show s summer happy medium with dissolve
    """
    舒子淇扑哧一下笑了出来。
    """
    m "果然是很好笑的事情吗！"
    s "不，我只是觉得实验报告放在社团活动室，稍微有点违和感。啊，说起来，你如果没写完的话，我那份可以借给你。"
    """
    不愧是舒子淇，之前总是看到她在用功学习，果然连这种任务都是提前完成的。
    """
    m "是这样的话，那就麻烦你了。不过大概也没关系，我们不一定是同一个实验哦？"

    hide s with dissolve
    """
    我已经找到了自己那份实验报告了，它就放在活动室的桌子上。

    只是——
    """
    m "咦，舒子淇，这是你画的吗？"
    """
    桌子上除了写有我名字的那份实验报告以外，还有放在旁边、写有舒子淇名字的一叠画纸。

    除了最上面那张仅完成了一部分，以及旁边还放着几张空白的纸以外，剩下的全都已经完成了线稿。

    我禁不住低头去看那些画稿。看起来，完成的每一张都相当精美。

    虽然对话气泡还是留白的状态，但对于舒子淇来说，她应该早就构思好整个故事了。

    ——所以，她并不是一时兴起随便画了几张，而是已经准备了很久吗？
    """
    play music "audio/008.mp3" fadein 1.0 fadeout 1.0
    show s summer surprised medium with dissolve
    s "！"
    m "唔哇！"
    show s summer surprised head with hpunch
    """
    舒子淇快步走过来一把拉过了我，我的视线于是从画稿上转移到了……舒子淇的脸上。

    这大概是我第一次离舒子淇这么近的距离。

    近到她的发梢已经触碰到我的手臂。

    然而，与其说是脸红心跳，不如说我现在更多的感受，是紧张和错愕。

    舒子淇刚才很用力地拉过我。我还从未见过向来温和的她有这样的动作。

    她现在的表情，也绝对说不上是高兴的表情。

    ……是我做错了什么吗？
    """
    m "……"
    show s summer angry head with dissolve
    s "啊，不好意思！"
    play music "audio/002.mp3" fadein 1.0 fadeout 1.0
    show s summer angry medium with dissolve
    """
    她又非常反常地放开了抓着我袖子的手，然后朝后退了几步。
    """
    s "不好意思，忽然……"
    """
    她并没有等我答复的意思，便自顾自地走向书桌，把桌上的画稿整理好收起来。

    ……是我不该问吗？

    “这些是不是你画的”，是我不该问这个问题吗？

    可是……
    """
    show s summer down medium with dissolve
    s "嗯。我知道你有很多疑问……"
    m "啊，大概我不该多嘴。"
    s "这些的确都是我画的。"
    m "唔！"
    play music "audio/009.mp3" fadein 1.0 fadeout 1.0
    """
    虽然刚才已经猜到舒子淇会有这种回答，但真正听到本人承认的那一瞬间，我还是感到非常惊讶。

    不仅仅是因为她的画功。事实上，舒子淇作为宣传部骨干成员，她优秀的画功都是社团里的大家有目共睹的。

    所以，更让我惊讶的，是舒子淇在“私下创作漫画”的事。
    """
    m "这些……"
    show s summer normal medium with dissolve
    s "是自己喜欢，随便画画的。"
    m "不是随便画的吧？"
    s "……大概花了一点时间。"
    m "我看到你的时候，你可是都在学习哦？"
    s "……"
    m "私下花了不少时间吗。"
    s "嗯，就像你看到的那样。"
    s "大部分时间都花在学习上，然后牺牲娱乐时间和休息时间画画。"
    m "……"
    s "但是，即使这样，我大概还是会坚持下去吧。"
    """
    我没有接话。似乎舒子淇现在，只是想要说出来。
    """
    s "大概有一天……我会把这些都拿去投稿吧……像所有漫画家一样……"
    m "你打算之后走这条路吗？"
    """
    这是什么问法啊！我大概是真的笨蛋吧！
    """
    s "……嗯。"
    """
    ……她这是认同吗？
    """
    s "事实上，我是认真考虑过成为漫画家的。"
    s "倒不如说，这是我一直以来的梦想。"
    m "……"
    """
    我产生了更多的疑问。因为舒子淇不仅不是美术专业的，还选择了课业特别繁重、和美术唯一的交集好像就只有CAD的工科专业进行学习。

    她似乎也从没有表现出对工科学习的厌恶或者反感，反而完成得相当出色。几乎可以肯定，舒子淇毕业之后能拿着一份漂亮的成绩单和简历，就能去工科领域找一份称心如意的工作。

    也就是说，如果不是她主动提起，我完全想象不到舒子淇是一个想成为漫画家的人。

    虽然舒子淇的画功很棒，但我总觉得她只是作为课余的爱好在发展，并没有往职业上考虑过。
    """
    play music "audio/002.mp3" fadein 1.0 fadeout 1.0
    s "[m_name]，今天我说的这些，可以请你替我保密吗？"
    m "啊，完全没问题。"
    m "你看，我也完全不像那种会到处说人八卦、博取眼球的人吧……"
    show s summer happy medium with dissolve
    s "那就好。谢谢你。"
    """
    她很郑重地道谢。愣在原地的我有点不知所措。
    """
    m "谢什么呀，本来就是我先问了怪问题，才让你开始纠结的吧。"
    """
    舒子淇没有接话，好像在思考什么事情。

    一时间，我们俩陷入了沉默。周围的空气都变得尴尬了起来。
    """
    m "要是没啥事，还是早点回去吧？等会儿可能要下雨哦。"
    m "你带伞了吗？"
    show s summer normal medium with dissolve
    s "下雨？"
    s "碰巧我带了伞。因为看到天气预报说今晚会有雨呢。你带了吗？"
    """
    她看向我空空如也的双手，一副欲言又止的样子。
    """
    m "啊哈哈……其实我带了伞，放楼下了呢。"
    """
    我撒谎了。我没有伞。

    可是，和舒子淇一起撑伞，我一定会紧张得晕过去吧……

    饶了我吧，虽然大概我还是挺想和她一起回去，但因为是社恐，就会条件反射地赶紧逃离会让自己紧张的氛围吧。
    """
    s "那你先回去吧。我再完成一部分画稿再走。回见啦。"
    m "嗯。"
    hide s with dissolve
    """
    我独自走出社团活动室，带上门。
    """
    scene bg hall2 with slideleft
    #关上门的图片
    """
    这会儿，那个扭伤的女生和男生应该都已经各自回去了吧。

    “我女朋友”。不知道说出这个词的时候，是什么感受呢？

    ……

    外面的雨，这个时候已经下得有点大了。

    我再次回头看了看活动室，不知道那里的灯要亮到何时。
    """

    #9.19-9.25 事件5
    scene bg activity room1 with fade
    """
    又是一天的傍晚。

    我结束了一天的课程，下课后便立刻来到了社团活动室。

    校园里响起了广播，熟悉的开场音乐蹂进一楼的钢琴声里。

    这是我第三次听到同样的琴声，已经可以跟着音乐哼出调子了。
    """

    """
    John Lennon的《Imagine》。

    我平时听的歌以J-pop、或者二次元虚拟偶像、番剧的歌曲为主，对披头士仅仅就只是知道的程度而已。

    所以，这首曲子是我在听了第一遍以后，听歌识曲才得知歌名的。

    ……

    如果是以往的话，我一定时上完课以后立刻回宿舍宅着，直到第二天上课之前绝不会踏出寝室半步的。

    我从不知道这里的一楼有人练琴，傍晚学校里有广播。

    只是，我选择了参与社团漫展策划。

    国庆的时候，漫展就要举办了。我们的时间可以说是非常紧张。

    我不只是想完成自己的任务。——当然，这也是必须的。如果我这一个环节没有做好，可能就会影响到整个漫展。

    我想为舒子淇分担一些压力。
    """

#（闪回）
    scene bg activity room1 with pixellate
    s "事实上，我是认真考虑过成为漫画家的。"
    s "倒不如说，这是我一直以来的梦想。"
    s "今天我说的这些，可以请你替我保密吗？"
    scene bg activity room1 with pixellate
    """
    ……

    她一直在为梦想而努力。

    像我这样年纪的大学生里，又有多少还记得自己曾经的梦想呢？

    大概大多数人都像我一样，只图安安稳稳地毕业而已吧。
    """
    "社员A" "「[m_name]，你怎么也在这里？」"
    """
    一个不太熟悉的声音在身后响起。是一个我想不起名字的社员。
    诶，居然有人记得我的名字吗？
    """
    m "哦，我下课了，就顺便过来看看有没有能帮上忙的地方。"
    "社员A" "这样啊。舒子淇让我们搬这些东西到仓库去，顺便把那边也整理整理。你要不也来一起？"
    m "诶，舒子淇也在吗？"
    "社员A" "她不在，她晚上还有课，今天应该是不会过来了。"
    "社员A" "因为仓库那边我去过几次比较熟悉，这事是她事先通知过我的。"
    """
    啊，稍微有点莫名失落。

    我 好的，那我也来搬吧。

    不过，总归还是得好好帮忙吧。
    """


#Event6 9.25 周五
    play music "audio/002.mp3" fadein 1.0 fadeout 1.0
    scene black with fade
    m "呼——终于到周五了，真是难熬。去办公室看看吧，上一次的模型还有一部分没完成呢。话说，是周五的话，应该有不少人吧，嘶，可我也不认识啊，会不会尴尬？等等，也不一定人多，现在才刚下课，也不会有人这么早吧...算了，去看看吧。"
    #（门的图片）
    scene bg activity room1 with fade
    #（轻轻推开门，灯开着）
    m "有人吗？"
    #（沉默，无人回应）
    m "奇怪，明明灯开着，怎么没有人回应。难道是有人忘关灯了吗？"
    m "先进去吧。这里怎么这么乱？还是收拾一下吧。"
    show s summer down medium with dissolve
    m "&*……&舒子淇！你怎么在这？"
    show s summer normal medium with dissolve
    s "[m_name]，你什么时候来的？我一直都在啊。"
    m "那刚才我问的话，你也没有注意吗？"
    s "抱歉啊，没注意。"
    "子淇看起来有点疲倦，也不知道她在这儿工作多久了。"
    m "没事没事。子淇，你什么时候来的？"
    s "我今天下午没课，中午吃完就来了。我打算推一下进度，担心我们来不及。你怎么来了？"
    m "啊？没事，就是想来看看有没有我能帮上忙的，之前那个模型我还有一部分没做完。"
    #（打量四周，镜头转换。三个镜头：1.办公室的杂乱；2.垃圾桶里丢满了海报设计稿，椅子随意的放在垃圾桶边；3.桌上放置的多张层叠的海报）
    m "子淇，这些...都是你做的吗？别把压力都放在自己身上，我...我们是一个团队的。"
    s "我没事，抱歉啊。让你看到了这么乱的办公室。"
    """
    我看着子淇手忙脚乱的试图收拾，将桌子上的海报拢在一起，也没有仔细看，就匆忙丢入垃圾桶。连忙上前，想要帮忙。
    """
    m "小心！"
    show s summer surprised medium with dissolve
    """
    舒子淇没有注意到胡乱摆放的凳子，撞了上去。疼得倒吸一口凉气。
    """
    m "没事吧。"
    "我要是去扶，会不会不太好？不管了，子淇好像很疼的样子。"
    show s summer normal close with dissolve
    """
    我扶着子淇坐到一旁的凳子上，把桌子上的海报收拾成一摞，放在一边。
    """
    m "还能走路吗？"
    show s summer happy head with dissolve
    s "我没事，现在好多了。谢谢你。"
    #（办公桌的图片）
    "我要是劝她多休息一下，她会不会生气，可是这样下去不行，子淇身体吃不消的。但是，我...我不想子淇生气。"
    m "子淇，我...我觉得太辛苦的话，反而会事倍功半。你看，有你这么优秀的人领导我们，大家也都十分重视这次活动，我相信本次活动一定能圆满完成的。你也...也别太逼自己。我，有人会担心的。你有什么任务都可以交给我的，我不会就去学，不会耽误时间的。所以，所以你可不可以休息一下，我希望你可以放松一点，这里交给我们吧。"
    s "啊？我知道了，谢谢你们的关心呀。"
    m "不行！你要答应我，现在就去休息。"
    show s summer surprised head with dissolve
    s "那我现在就收拾，好了吧？你先离我远一点啦。"
    show s summer normal close with dissolve
    """
    我这才注意到两个人过近的距离，连忙后退两步。
    """
    "可恶，我刚才的语气会不会太凶了。子淇不会生气吧，距离也太近了。脸上好烫，会不会被发现..."
    m "抱歉，刚才语气有点不太好..."
    s "没事，你说得对，我确实需要放松了。"
    "她刚刚是不是耳朵红了。不过明天周六，我要是邀请她出去玩，她会同意吗？"
    m "子淇，你明天有空吗？"
    s "嗯？明天吗？不来学校的话，应该是没事的。"
    m "新开的游乐场，你想去玩吗？我刚好买了两张票，我同学有事不能去了。所以我想问一下你愿意陪我一起去吗？"
    show s summer surprised close with dissolve
    pause 1.0
    show s summer normal close with dissolve
    s "好哦，我明天有空的。"
    """
    舒子淇面对突如其来的邀约，显得有些不知所措，她迟疑了两秒，最终答应下来。我内心暗暗窃喜，嘴角挡不住的上扬。
    """
    m "那就这么说定了。明早在星火地铁站碰面，8点可以吗？"
    show s summer happy close with dissolve
    s "好啊。"
    m "yes！不是，我是说也到休息的时间了，你先走吧，我来吧办公室收拾一下。"
    s "会不会太麻烦你了，要不我留下来帮忙？"
    m "不用不用。好好休息呀。"
    hide s with dissolve
    """
    我把舒子淇送出门外，朝她摆了摆手。舒子淇无可奈何地拎着包离开。

    我把门从内关上，倚在门上，傻笑着，开始幻想起明天约会的情形。真期待啊！明天快点到来吧！
    """


#9.26 周六 event6
    #屏幕渐黑，换到男主家室内。选择出行的衣服。
    play music "audio/009.mp3" fadein 1.0 fadeout 1.0
    scene bg dark bedroom1 with fade
    """
    现在才6点半，天色还是一片漆黑。我早早地起床，选了好久的衣服，终于换上一套我觉得还算不错的衣服。
    """
    scene bg street1 with fade
    """
    清晨的空气显得格外清新，周末的大街上，只有零零散散的行人在街边散步，每个人的脸上都洋溢着热情与喜悦。

    7点半，我站在地铁站等候，时不时地整理一下衣服，来回踱步。
    """
    #不到八点，舒子淇从远处走近，（建议改变人设，来张精致街拍图，划重点：要好看、精致）
    #舒四处张望了一下，看到和她打招呼的男主，小跑过来。（适当加快脚步声）
    show s summer normal close with dissolve
    s "（呼——喘气声）抱歉啊，让你久等了。"
    """
    我沉默，愣在原地，一时之间不知道开口说些什么。
    """
    s "怎么了？是我的衣服有哪儿没穿好吗？"
    m "没事，就是...你今天真好看。"
    s "谢谢，你也是，你今天和平时在学校很不一样。"
    "子淇今天真好看啊，她...会喜欢我今天的衣服吗？"
    show s summer happy close with dissolve
    s "那我们走吧，对了，你吃早饭了吗？要是没吃的话，我这里有小饼干，要吃吗？"
    m "吃过...但是我觉得我还有点饿。"
    """
    我看着舒子淇手上提着的小袋子，面对她的期待，我明明想回答已经吃过了，却不知怎么地开口就变成了还可以吃。我悄悄的揉了揉饱涨的肚子，不由得苦笑了一下。我接过子淇递来的小饼干，饼干做成了可爱的动物形状，散发着香甜的气息，很好吃的样子。

    我拿出一个兔子形状的小饼干，两人相视而笑。

    地铁上，我站在舒子淇身边，护着她。很快，我们就到了时光岛游乐园。可能是新开的原因，游乐园里面人山人海，大多是情侣，偶尔也会有几对父母带着孩子来玩，脸上充满了笑容。整个游乐园充满了欢乐的气氛。
    """
    play music "audio/009.mp3" fadein 1.0 fadeout 1.0
    scene bg park1 with fade
    show s summer happy close with dissolve
    s "哇，好多人啊！"
    m "毕竟是新开的嘛！子淇，你想先去哪里玩？"
    s "先去过山车，怎么样？"
    m "过山车，会不会太刺激了，要不要先玩点别的..."
    s "现在排队的人不多，我们玩会很快的，等到下午人多，就要排队了。"
    "过山车!我恐高啊！不管了，为了子淇，坐！"
    m "好..."
    scene black with fade
    """
    短暂且漫长的等待之后，终于到我们了，我颤抖着坐上过山车。
    """

    m "啊——————"
    """
    在狂风中，我完全放弃了个人形象，放声大吼。舒子淇似乎被我吓了一跳，但她随即也放纵自己，过山车上尖叫声此起彼伏。游乐场内的人们看着头顶飞驰而过的过山车，不由得露出了心领神会的笑容。
    """
    scene bg park1 with fade
    "结束后，我们像是被对方逗乐了，不约而同的笑了起来。我精心打理的头发早已在风中凌乱，舒子淇看着我乱成一团的发型，止不住的笑意涌上心头。"

    """
    我看到不远处有卖棉花糖的推车，就让舒子淇坐在一旁的长椅上，先休息一下。

    我小跑步去买了两个棉花糖，回来后将手里的小兔子棉花糖递给舒子淇。
    """
    m "小兔子棉花糖，可以吗？"
    show s summer normal close with dissolve
    s "嗯！谢谢。"
    m "接下来去玩碰碰车，怎么样？就在那个转角。"
    show s summer happy with dissolve
    s "好啊。一人一车？"
    m "好！我可不会放水的。"
    play music "audio/003.mp3" fadein 1.0 fadeout 1.0
    scene bg evening park1 with fade
    """
    时间过得飞快，天渐渐暗淡，游乐场打开路边彩色的灯光，格外好看。
    """
    m "子淇，你想和我去摩天轮吗？我...我没有别的意思，就是晚上城市会很好看的，从摩天轮上看。"
    show s summer happy close with dissolve
    s "来游乐场，当然不能错过摩天轮啦。"
    scene black with fade
    """
    我们两人安静的面对面坐着，看着舒子淇在微醺灯光下曲线优美的脸庞，我内心泛起点点波澜，还是等一切结束之后再和子淇告白吧。下一次，一定要鼓起勇气来啊！
    """
#9.27 Event8
#（活动楼走廊上，夜晚）
    play music "audio/002.mp3" fadein 1.0 fadeout 1.0
    scene bg corridor1
    """
    不知不觉，已经是晚上11点了。

    活动楼一片寂静，只剩下敲门声在空旷的走廊里长久回荡。
    """

    """
    通过走廊的窗户，体育馆门口的灯柱守着一点点微弱的光亮，随着秋日的寒意一起飘进窗户里来。

    离活动楼更远一些的教学楼，依稀有几间教室没有熄灯，大概是毕业生或者研究生在勤学苦读吧。

    视线继续拉远。校园外面的写字楼，好像还是灯火通明。

    然而那究竟是什么地方，我也说不清楚。毕竟，我平时是不太出门的。

    这些或微弱或明亮的光点，全部融合在一起，模糊了我的视线。
    ……
    """

    """
    到底开不开门呢？
    """
    m "不管怎么样，她这会儿应该还在里面工作吧……"

#（男主回忆，社团活动室，当天中午）
    scene bg activity room1 with pixellate
    m "给，大忙人。"
    """
    我把便当和奶茶放在工作台上。食物的香气很快充满了整个鼻腔。
    """
    show s summer surprised close with dissolve
    s "诶，这是？"
    m "夜宵。"
    m "尽管因为不太确定你的食量，于是先点了大份。"
    s "呀。"
    m "不过应该不至于吃不完哦？我和店主说过了，让他准备女孩子也能吃完的搭配……"
    m "这家便当我还蛮经常买的，店主和我也很熟悉啦。"
    s "……"
    m "……"
    show s summer normal head with dissolve
    """
    舒子淇抬起头，默默地注视着我。

    她注视着我，我也同样注视着她。

    非常突然地，我们陷入了沉默。

    ……

    我似乎从没有仔细端详过舒子淇的脸。今天是第一次，我的目光完全聚焦在她的脸上。

    她果然有着很可爱的长相。

    白皙的皮肤，柔和的脸廓。还有那什么……怎么说呢，符合美学比例的五官？

    我好像很难形容出来。但尽管如此……
    """
    """
    她的眼睛里好像有什么和别的和往常不一样。
    """
    show s summer happy head with dissolve
    s "谢谢你，[m_name]。"
    m "啊……啊？"
    """
    出乎意料地，舒子淇竟然是向我道谢。
    """
    m "这只是举手之劳啦。"
    m "比起这个，你还是赶紧吃饭吧。"
    m "下午大概也是任务满满吧？"
    """
    舒子淇轻轻叹了一口气。
    """
    s "是的。"
    """
    似乎是因为犹豫，她停顿了一下。
    """
    show s summer angry head with dissolve
    s "……很多。"
    hide s with dissolve
    """
    ……
    是指任务很多吗？

    不得不说，我已经看着她以这种姿态忙碌了将近半个月了。

    今年的漫展，将会是星辉漫研社规模最大的活动。

    ——也是有可能让宅文化可以在学校里得到注目、得到正名的时候。

    最近一段时间，漫研里为数不多的社员团结起来，为了更好的演出而不断努力着。准备阶段的半个月时间里，大家每天聚在一起，排练、设计、制作周边……

    然而，这样高强度的工作量，让社里每个人就像被压抑的火山一般，仿佛下一秒就会爆发。

    我好像听说去年就是在这个时候，社团里产生了难以调和的矛盾，最后许多受了气的干部和社员们纷纷选择退社，弄得社团的氛围一直不好。

    现在社里留下的，大概是些真的想改变现状的、真心喜欢ACGN这个圈子的阿宅们吧。

    也包括她在内……

    我面前的这名女孩，想要真正为社团做些什么。

    即使是发生了去年那样的事，她依旧勇敢地站了出来。

    即使课业已经多到快忙不过来，她还是选择当一名管理干部，想调解社团里的矛盾，想要让所有人一起，为了宅不断前进。

    即使得不到支持，也要坚持下去。

    即使……
    """
    show s summer normal close with dissolve
    s "[m_name]。"
    """
    她的话把我拉回现实。顷刻间，眼前的景象莫名不真实起来。
    """
    s "我还是先不吃了吧。"
    m "那怎么能行？"
    s "漫画已经快完稿了，应该就在这几天之内。"
    s "但是我不想把这些事情拖到最后一刻才完成。"
    s "好不容易，今年有新人愿意接纳现在的漫研，我不能让他们失望。我……还有很多事情要做，现在还不可以休息哦。"
    s "如果最后时间有余，我还打算在这次漫展上举办一些新的活动。算是为了打破常规，做出一些微不足道的……"
    m "再出新活动？"#【备注：新活动即林线三行诗】
    m "之前没有听你说过啊。你的任务够多了，如果要办，就交给我负责吧。"
    """
    虽然说出这话，我也完全没有能够胜任的把握……

    但至少这样做，舒子淇就不会被那些根本不属于她的任务压垮了。
    """
    s "不，这次的活动还是我来负责。"
    m "哈？"
    s "[m_name]，不管怎么说，你也是今年刚加入的新社员，对吧。"
    s "我作为社团的老人，也已经很习惯这种工作量了，所以根本不算什么啦~"
    """
    舒子淇说出的话，在我这里没有起到任何劝退的作用。

    我只感觉到如此的心疼。
    """
    m "你放心吧，虽然我很废物，没有什么技能……"
    m "但只要一件事交给我了，我就觉得我有义务做好它。"
    m "我说出这话，也完全不是心血来潮。我是真的想为舒子淇你、为漫研做些什么。"
    s "~！"
    s "但我没关系的。我不想麻烦[m_name]你哦。本来就只是我自己一个人提出的想法而已。"
    s "强迫别人来一起的话，也太不通情达理了吧。"
    m "舒子淇……"
    """
    她郑重地把手放在便当外包装上，停顿了一会儿，将便当推给了我。
    """
    s "把这个，给别的社员吧。"
    m "唔……"
    show s summer happy close with dissolve
    """
    她又抬起头，注视着我，微笑着。
    """
    m "你打算在这里工作到什么时候？"
    s "……"
    """
    望着什么也不愿意再说的舒子淇，我无奈地接过她手里的便当。
    """
    m "既然这样，我也先不打扰你了。"
    m "注意休息啊。"
    m "要是遇到什么问题，随时打电话给我就行。"
    s "嗯。"
    hide s with dissolve
    """
    她随即垂下头，把目光重新聚焦在画稿上。
    """
    m "……"
    scene bg corridor1 with wipeleft
    """
    我也不再打扰她，提上便当，走出活动室的时候轻轻带上了门。

    关上门的那一刻，我随即靠在门上，长长叹了一口气。

    不知为什么，我想起她当时的眼神。

    我们相互注视着的时候，舒子淇的眼神。

    是疲倦吗？她近期的睡眠状态，能明显地看出来不太好的样子。但是……

    我总觉得，那个眼神里，好像有别的深意。
    """

#（活动室内，舒子淇独白）
    scene bg activity room1 with pixellate
    "舒子淇的视角"
    s "谢谢你，[m_name]。"
    s "……"
    s "我在瞎想什么呢。还是抓紧时间画画吧。"
    "舒子淇的视角结束"

    scene bg corridor1 with pixellate
    play music "audio/002.mp3" fadein 1.0 fadeout 1.0
#【回忆结束】
#（活动楼走廊上，夜晚）
    m "舒子淇。"
    """
    敲门好几次无果后，我尝试呼唤她的名字。

    ……

    门那边没有任何回应。
    """
    m "唉……"
    """
    这样的话，看来只能擅自开门了。

    学校为了学生的安全考虑，活动楼12点的时候要全部关闭，而我负责今天的清场工作，自然要好好完成这个任务。

    如果是这样的话，一会儿要强行把舒子淇拖出来……吗？

    整栋楼除了这间活动室，其他所有都已经确认过没有社员在，并且锁好门了。

    虽然不知道她会不会生气，但我总要迈出这道坎。
    """
    m "舒子淇。"
    "……"
    m "我开门了哦。"
    #（一个开门的声效）
    #（开门的图片）
    scene CG s 2 with wiperight
    """
    ……

    不出我所料，舒子淇果然趴在工作台上。

    ——以睡着的姿态。
    """
    m "舒子淇。"
    s "……"
    """
    她连睡着都是那么安静。即使我已经靠近，却连她平稳的呼吸声都很难听见。

    只有通过她略微有所起伏的后背，才能判断这名女孩是“睡着了”而不是“昏迷了”或者别的严重的事 。

    她枕在自己的小臂上睡得正香。敲了那么多下门都没有醒来，想必是已经进入深睡眠了吧。

    纤细的手臂被衣服的袖口压出了一道红印子。她大概已经这样挽起袖子、努力画画很长一段时间了。
    """
#（舒子淇趴在办公桌上睡觉）
    """
    她的小臂下面，是一叠差不多快要完工的画稿。底稿和上色部分都已经完成了，看来只需要后期再修饰、加工、调整一下，就可以拿去交给编排的人员处理了。

    果然，舒子淇又以高要求提前完成了任务。

    可是，看到这些的我，却实在没办法开心起来。

    舒子淇一直在勉强自己，一直把所有的任务归结到自己身上，想一个人扛下所有。

    她不愿意承认自己的能力确实也有限，只能不断压缩自己的休息时间，去完成那些惊人的任务量。

    此时此刻的舒子淇，毫不设防地趴在工作台上，沉沉地睡了过去。

    她一定是实在坚持不了了，才会睡着的吧。

    我看着这样沉沉睡去的舒子淇，不知为何，内心好像有一种别样的安心感。
    """
    scene black with fade
    "——如果，那种感觉是“安心感”的话……"
    scene bg activity room1 with fade
    s "嗯……"
    m "……舒子淇？"
    s "嗯……唔……"
    """
    你要是再不醒来，就快到活动楼锁门的时间了啊。
    """
    m "舒子淇。"
    """
    我轻轻推了推她的肩膀。她锁骨的触感透过手掌传达了过来。

    柔和的轮廓，带着舒子淇的体温一起，传递到我的神经。
    """
    s "……谁？"
    m "是我。"
    show s summer surprised close with dissolve
    s "咦？你怎么在……"
    m "大楼要锁上了哦。我们回去吧。"
    s "啊，这是……"
    s "——我睡着了吗？刚才？"
    m "实话实说，我感觉你可能早在刚才之前就睡着了。"
    show s summer shy close with dissolve
    s "咦唔！"
    """
    她脸上泛起一片红潮，但很快就恢复了原样。
    """
    show s summer normal close with dissolve
    s "抱歉抱歉，连累你了。"
    """
    ……不是，她道什么歉啊？
    """
    m "说什么呢。"
    m "比起这个，我们赶紧回去吧。"

#（学校街道）
    scene bg evening road1 with fade
#上图最好是黑夜，傍晚）
    play music "audio/010.mp3" fadein 1.0 fadeout 1.0
    m "如何，你那边事情处理得怎么样了？"
    show s summer normal close with dissolve
    s "嗯，已经做完一大半了。"
    m "我刚才看到你的画稿了。"
    s "啊？什么时候？"
    m "就是刚才呀，你睡着的时候。"
    s "……你觉得怎样呢？"
    s "其实后面几张都有明显赶工的痕迹了，之后找几天重画一下比较好。"
    s "要是投稿的时候因为这个受到诟病，那就糟糕啦。"
    m "啊，原来你是在准备自己要投稿的漫画吗？"
    s "嗯。当然漫展那边的事情我也有在做的。"
    """
    真是辛苦啊。
    """
    m "但我觉得你画得相当棒哦。"
    m "有没有赶工的痕迹我不知道，但就我看到的那几张而言，不管是场景，还是人物的刻画啊对白啊这些，完全挑不出毛病来好吧。"
    m "况且我觉得，就算有那么几张不太完美，如果不是学过美术的内行根本看不出来。"
    show s summer happy close with dissolve
    s "谢谢你，我感觉现在更有信心了。"
    m "我早就说过吧，舒子淇，你的绘画功底真的很好，你一定可以成为漫画家的。"
    show s summer surprised close with dissolve
    s "……"
    """
    糟了。

    好像说错话了。

    下意识地就说出了心里话，忘记了这本来好像是舒子淇不愿意提起的秘密。
    """
    show s summer down close with dissolve
    s "其实呢，我家里并不支持我。"
    s "他们希望我好好读个热门专业，然后找份体面的工作。漫画家这种职业，在他们那里是不入流的呢。"
    m "……"
    hide s with dissolve
    """
    难怪她没有去攻读美术啊。

    如果要换位思考的话，明明能力很出色，却得不到最亲近的人的肯定，这是多么难受的事。我这时候提起漫画家的话，肯定会刺痛她的吧。

    唉，果然我完全不擅长聊天啊……

    我们俩就这样沉默地走在路上，地上的人影反复变长变短。

    风吹起的时候，舒子淇的长发拂过我的衣袖，轻飘飘的洗发水的香气涌入鼻腔。

    可能是由于靠得近，她的右肩时不时触碰到我的左手臂，带动着风衣外套发出嘶嘶的摩擦声。这总让我回想起在教室里她肩膀的触感。

    路上仅仅只有我们两个人。

    我想说点什么打破沉默，但另一方面——我又不想破坏此刻难得的宁静。

    和舒子淇并肩走路似乎是少有的事。或者说，从没发生过。

    她在社团里非常忙碌，最近更是每天都要和不同部门的社员联络、交流，我们仅仅是偶尔能说上几句话。

    我似乎还不太敢踏出自己的舒适圈，努力从一个人里走出来，尝试去接受所谓 交际 。平时在社团里，除了舒子淇外，好像没有能说得上话的人。

    大概也正因如此，最近我看待她的态度，好像和以往不太一样了。

    ——说不上来是哪里不一样。

    ——只是，看到现在的她……

    ——我总觉得是哪里出错了。绷得太紧的弦，总会有断掉的一瞬。

    而这，都是舒子淇不断、不断反复给自己的暗示、

    ——是“逃避”罢了。
    """

    #scene bg autumn road2
    #（上图同样改成黑底，傍晚）
    play music "audio/008.mp3" fadein 1.0 fadeout 1.0
    scene bg evening road3 with fade
    """
    ……
    不。

    我似乎、该为此做些什么。

    ——多年以后我回想起来，那时的我并没有意识到，那导致我整个大学生涯里发生了前所未有的转折。
    """
    m "舒子淇？"
    show s summer normal close with dissolve
    s "嗯？"
    m "我觉得啊，把你手上这些画稿完成以后，你就先休息一阵子吧。"
    show s summer surprised close with dissolve
    s "……什么？"
    m "是说，你可以有所侧重。"
    m "其实你这半个月基本都没怎么睡好吧？应该都在熬夜，去做漫展的工作、以及完成学习功课吧？"
    show s summer normal close with dissolve
    s "……呼。你怎么忽然提起这个？"
    m "这边漫展的工作，你也做了不少了。漫画现在也基本上完成了。"
    m "我想接下来社团里的事情，我或者其他人能帮你分摊。"
    m "而且，好像漫展结束之后，马上就是学期考试哦？"
    m "我嘛，反正能混个及格毕业就好了……但你是年级的优等生啊。"
    s "你的意思是，让我先把社团放一边，专心复习功课直到学期考试结束吗？"
    m "……当然……不……也不对……"
    m "漫展你肯定得出现吧。只是……"
    s "你今天怎么怪怪的？中午也是，说让我好好休息什么的。"
    s "可是我并没有觉得很疲倦啊。"
    m "那只是你觉得吧？"
    m "这么多天下来，你的状态很明显在变差啊。"
    """
    舒子淇忽然停下了脚步，抬起头看着我，脸上露出不可思议的神情。
    """
    show s summer surprised close with dissolve
    s "[m_name]，你不是刚才还说，觉得我的画稿不错吗？"
    m "这根本不是同一件事情……我说的变差，肯定指的是你的身体状态啊……"
    m "就连今天中午的午饭你都没有吃。我猜一下，你该不会晚上也饿着肚子工作吧？"
    show s summer down close with dissolve
    """
    舒子淇的脸上忽然浮现出一丝不愉快。……被我猜中了吗？
    """
    s "这些根本无所谓。再说，我现在不也好好站在这里吗？"
    """
    可你根本、连现在也是在勉强自己啊……
    """
    m "可是，你长期这样下去的话，不管是课业还是社团都会受到影响……"
    show s summer angry close with dissolve
    play music "audio/008.mp3" fadein 1.0 fadeout 1.0
    s "为什么？你觉得我能力不够，应付不了？"
    """
    她立刻打断了我，语气里透露出明显的愤怒。
    """
#（舒子淇人物生气图）
    m "这也是事实吧。"
    m "……啊，不，我不是那个意思……是说，你的能力很强，但是……"
    show s summer down close with dissolve
    """
    舒子淇的表情忽然暗淡了下去。

    一向温柔的她，终于对我也露出不耐烦的神情了吗？

    ……我还真是，擅长把所有事情搞砸啊。
    """
    s "[m_name]，你之前总说，你理解宅，也认可我的漫画……"
    s "漫画对我而言，真的是很重要、很重要的事。"
    s "只有我在画画的时候，我能切身体会到那种任何事情也取代不了的满足。我觉得我是有血有肉的，而不是一台机器，活成别人的期望的机器……"
    s "我以为，你会理解我的……"
    """
    她停顿了几秒。这短暂的几秒，对于我而言真是人生里最漫长的时刻。
    """
    m "我理解你啊。"
    s "理解我的人，也觉得我能力不行……吗？"
    """
    我很自然地伸手想拉过她，却被她毫不留情地推开了。
    """
    m "每个人能做的事情都是有限的。"
    m "也正是这样，才有所谓权衡和取舍……"
    """
    ……我这是怎么啦，怎么开始说教起来了？
    """
    m "你一直不太知道怎么调整……"
    """
    或者说，你一直不知道自己的边界在哪里，一直在逃避直面事实、做出选择。
    """
    s "[m_name]，我不明白，怎么你也开始对我指指点点了？"
    m "你如果说你无法放下漫画的事，那好，你愿意把学业丢到一边，然后全身心投入漫画创作吗？"
    m "事实上，你根本做不到吧？"
    """
    舒子淇私下坚持漫画创作的事，除了我以外，没有人知道。但这次借漫展的机会，她可以一边以“在漫展上出售漫画”为由，一边进行自己的创作，这才得以让她的作品能够光明正大地展现在同学面前。

    然而，他们只会认为那是舒子淇为了漫展而创作的短漫，不会知道那其实是她已经倾尽精力、为自己不被正名的梦想而画的大制作。
    """
    m "你很在意大家的看法吧？所以……才一直勉强自己？"
    """
    “什么嘛，居然有人想当漫画家。”

    “这个人好奇怪哦，成绩这么好却要搞这些不务正业的事情。”

    “二次元这种小圈子，有什么好留恋的，完全搞不懂嘛。”

    ……

    只要想想可能会面临的质疑，无论是谁都会退缩。更何况是身上背负着种种期待的她……

    此刻我面前的舒子淇，似乎强忍着愤怒和委屈的泪水，一言不发地站在我面前。
    """
    m "你无法舍弃其中任何一个，也没有勇气承认自己的理想，不管是身心都承担着重压，这样下去……"
    play music "audio/003.mp3" fadein 1.0 fadeout 1.0
    show s summer sad close with dissolve
    s "够了。"
    """
    她眼角已经微微泛红，但依旧没有哭出来。
    """
    s "我当初把这些告诉你，不是为了现在听你讽刺的……"
    m "我完全没有讽刺的意思啊……"
    """
    长期积累下来的疲惫和愤怒、伤心的情绪，已经让她听不进我的解释了。
    """
    s "既然这样，我宁愿一个人自己战斗下去。"
    """
    可是我想和你一起走下去啊。
    """
    s "什么支持、理解，都无所谓……"
    m "别一刀切啊……"
    """
    真是的，都这个时候了，我到底在说什么啊。
    """
    show s summer down close with dissolve
    """
    她深吸一口气，把脸颊的碎发别到耳朵后面，脸上露出我从未见过的冷漠。
    """
    s "今天，谢谢你了。"
    s "可是最近我已经不太想看见你了。"
    """
    快说点什么补救一下啊，[m_name]！
    """
    s "我们之后在社团还是分开工作吧。"
    s "……也对，我们的关系，好像也没那么好吧？"
    m "……"
    hide s with dissolve
    """
    舒子淇摇了摇头，自顾自地转身走了。

    我僵硬地愣在原地，想追上前的脚步无论如何地迈不开。

    夜晚的风钻进风衣里，有种刺骨的寒冷。我望着这好似没有尽头的路，一下子不知该朝哪个方向走下去。

    那些依稀可见的光点时远时近，我盯着它们看，视线失去了焦点。

    我伸手想要触碰它们，可那些微弱的光亮总和指尖保持着遥不可及的距离。
    """
#（上图同样改成黑底，傍晚）
#9.29 Event9
    play music "audio/002.mp3" fadein 1.0 fadeout 1.0
    scene bg activity room1 with fade
    """
    午休的时候，我还是鼓起勇气来到活动室。

    和舒子淇之间的沉默从前天开始，她就一直没和我说话。

    我完完全全把整个事情搞砸了。现在出现在这里的话，一会儿要怎么说呢？

    像是“哈喽舒子淇，我觉得那天的确是我太冒失了，对不起”或者“我想多做点事情向你道歉，也为你分摊一点任务”这种话，我是不可能说出口的。

    我害怕“未知”。

    ——谁知道舒子淇听到道歉会是什么表情呢？如果是一脸冷漠加上不搭理我的话，我是要尴尬得直接去撞墙吧。

    所以，我决定保持沉默。

    因为这是最没有风险的操作。

    尽管这样并不能解决问题，但是只要晾在一边的话，就可以假装无事发生……
    """
    show s summer normal medium with dissolve
    s "[m_name]。"
    """
    好吧，并不能。
    """
    s "你过来和其他人一起协调一下工作吧。"
    """
    并不能。我忘了我无法控制我眼前这名女孩的想法——她可以先破冰嘛。
    """
    m "哦，马上就来。"
    """
    舒子淇的脸上并没有不高兴的表情。甚至可以说，她表现得相当自然，就好像我们那天根本没有吵架一样。所以她到底有没有还在生气呢？

    也有可能是我多想，不过，舒子淇完全忘记了那天的事也有可能吧。

    说到底，我在她眼里大概只是个可有可无的普通人之一。要说让舒子淇那么清楚地记得我们两个之间的互动，我觉得纯粹是我给自己加戏罢了。
    """
    scene bg activity room2 with fade
    """
    所以，要怎么开启话题呢——
    """
    "社员A" "「啊呀！！」"
    "社员B" "「舒子淇！」"
    """
    我的目光转向舒子淇。
    """
    m "！！"
    """
    她非常突然地倒在地上，手中的画纸和书都散落了一地。
    """
    m "舒子淇！！"
    "社员A" "「这是怎么回事啊？！」"
    "社员B" "「你还愣着干嘛啊！赶紧过去看看发生了什么啊！」"
#（舒子淇倒地，转场到医院）
    """
    ……
    """
    m "她忽然晕倒了。真是的，怎么搞的……"
    """
    大量信息和声音塞进我的脑子，我忽然像失去了思考能力一般。
    """
    "社员A" "「不是吧……」"
    m "大概是积攒了好几天的疲劳才……"
    """
    但是现在不是长篇大论解释的时候。得赶紧打电话送医院才行。
    """
    m "我联系医院，把舒子淇送过去吧。"
    "社员B" "「嗯，拜托你了！」"
    """
    舒子淇。

    我打通了电话。
    """
    m "喂，请问是XX医院吗？"
    m "是这样的……（一通描述）"
    m "好的，实在太麻烦你们了！"
    "社员B" "「他们怎么说？」"
    m "救护车马上就到。舒子淇不会有事的。"
    play music "audio/010.mp3" fadein 1.0 fadeout 1.0
    """
    奇怪，后一句明明是心里想的，不知不觉就说出来了。
    """
    "社员A" "「太好了……」"
    """
    舒子淇。

    ……抱歉，什么都做不了。

    我默念着舒子淇的名字，好像这样就能缓解她的痛苦一样。
    """
    scene bg healthcare room3 with fade
#（医院）
#（医院走廊图）
    m "医生，打扰一下，请问她的情况怎么样了？"
    "医生" "「目前没有大碍，就是过度疲劳了。这几天她必须得好好休息。」"
    m "啊……我现在可以过去看看病人吗？"
    "医生" "「可以的，她刚才已经醒了。你去照顾一下吧。」"
    "医生" "「对了，请问你是病人的……」"
    m "啊，这，我们只是同学……"
    "医生" "「我明白了。如果是这样的话，最好联系一下病人的家属比较好。」"
    m "好的，我会告知她的。谢谢你，医生。"
    scene bg healthcare room2 with fade
    play music "audio/003.mp3" fadein 1.0 fadeout 1.0
    """
    ……
    病房的灯照得有些刺眼。

    墙面上很细心地贴了墙纸，大概是医院想要给病人营造一种温馨舒缓的气氛才这么做的吧。然而，过了这么久的时间，墙纸已经明显褪色，和原本的暖色调混杂在一起，变得灰蒙蒙一片。

    窗户边的小桌板上放着一个粉红色空花瓶，和周围或白或灰的环境放在一起，显得有点突兀。

    房间里安静得只剩下到我腕表秒针走动的声响。

    我想开口打破这压抑的沉默。

    但是，和之前一样，对“未知”的恐惧让我缄口不言。
    """
    show s summer normal close with dissolve
    m "……"
    s "……"
    s "谢谢你送我过来。"
    """
    还是她。还是舒子淇先开口了。
    """
    m "我应该做的。"
    """
    她穿着竖条纹的病号服靠在床头，纤细的手交叉着叠在被子上，望着那个花瓶。

    她的脸色苍白得不像话，整个人看起来充满了无力感。

    这也是“舒子淇”。

    那个看起来无所不能、什么事情都能出色完成的女孩，也有此刻被深深的无力感纠缠住的时候。
    """

    m "医生说你要静养几天。"
    s "……"
    m "抱歉，我大概不能一直待在这里陪你，我这两天都有课。"
    m "为了安全起见，我们先联系一下你的家人吧。"
    show s summer sad close with dissolve
    s "……不要。"
    m "什么？"
    s "不要，不用打给家里。"
    m "啊？"
    s "我不想让家里知道这个……"
    """
    她的声音忽然提高了几个音调，而且明显已经带着哭腔。
    """
    m "舒子淇……"
    s "我们大家辛苦那么久，到头来漫展还是要毁在自己手里，已经够讽刺了啊……"
    s "家里人知道会怎么想呢？安慰我？鼓励我？"
    s "他们只会问，我为什么要接这种活，好好搞学习不好吗？"
    s "然后噔噔噔赶到这里来，从头到脚都担心我一遍。哪里不舒服？头晕不晕？吃得下饭吗？多久没吃饭了？"
    s "……"
    s "他们不会关心我内心是怎么想的。一直以来都是如此……"
    s "可事实上，他们已经是我最亲近的人了。"
    s "想想就很讽刺啊……"
    """
    舒子淇不只是身体上的疲惫，她的内心也在承受巨大的煎熬。

    没有可以分享压力的人，一切都只能默默地扛下来……

    于是，到某个特定的时间点，忽然爆发了。
    """

#（舒子淇坐在病床上捂脸哭泣）
    m "子淇。"
    """
    我想告诉你，我现在会一直在你身边。

    我想说，不是你想得那样的。至少，我愿意听你说。

    即使是发泄也好。
    """
    s "漫展的事情他们一无所知，这时候告诉他们，只会有无休止的疑问和担心……"
    """
    你到这时候了，还只是小声地呜咽着没有发出声音。

    其实，你想哭出来，完全可以啊……
    """
    s "可是接下来要怎么办呢？漫展马上就要开始了啊。"
    s "都怪我，所有这一切都是我的错……"
    s "都是我能力不够，才变成现在这样……"
    m "不是的。"
    """
    舒子淇好像没有听见我说话。她用手埋起脸，肩膀轻微抖动着，努力让自己不发出声音。

    我把手搭在她肩膀上，没有打断她这无声的哭泣。
    """
    m "漫展的事情，交给我来办就好了。"
    s "不行的吧……太不负责任了……"
    m "你都已经这样了，必须得休息的吧。"
    s "可是……"
    m "不行，我不许你回去搞那些事情了。"
    s "唔……"
    s "什么啊，这是什么奇怪的语气嘛……"
    m "你放心吧，我会好好担起责任的。"
    show s summer shy close with dissolve
    """
    她忽然睁大了眼睛，苍白的脸上飞起一片红潮。
    """
    m "不是，我是说漫展啦……唔。"
    """
    其实也是和你说的，舒子淇。
    """
    m "抱歉抱歉，我说话很奇怪呢……"
    show s summer happy close with dissolve
    s "嗯，也没有啦。"
    """
    她轻轻笑了一下。看来情绪有所缓和了。
    """
    show s summer normal close with dissolve
    s "说起来，你下午还要上课吧？"
    m "让下午的课见鬼去吧。"
    s "啊呀，你这个人。"
    """
    她嗔怪着推了我的手臂一下。啊，实在有点心动。
    """
    s "但是，你还是回去上课吧。"
    s "我已经不想再连累什么人了……"
    """
    然而，舒子淇似乎刚才就已经陷入了巨大的自责当中。我如果选择下午留下，大概反而会增加她的心理压力吧。

    看起来，舒子淇也需要一点独自一人的时间缓和心情。
    """
    m "好吧，那我就先回去了。"
    m "你有事一定要给我打电话哦。"
    s "嗯。"
    s "对了，漫展的事……"
    m "我说了吧，我会负责。"
    s "……"
    s "那，如果你有什么疑问，可以发消息给我。"
    m "嗯。如果是那样，我会问你的。"
    """
    不会的。我不会问。

    修养的这几天是属于你的个人时间，我不会让学校里的事情再次困扰到你的。

    舒子淇，请好好放松一下吧。
    """
    m "那我先走啦。"
    s "嗯，回见。"
    hide s with dissolve
    """
    我走出房间，轻轻带上房门。
    """
#（由医院病房图转为医院走廊图，可以加一个关门）
    scene bg stairs with slideleft
    """
    医院走廊的温度似乎比房间里高得多，光线也要更加明亮。

    ……

    不过，也许是我的心理作用罢了。
    """
#9.30 社团活动室，白天
    play music "audio/002.mp3" fadein 1.0 fadeout 1.0
    scene bg activity room2 with fade
    m "所以现在，分工大概就是这个样子的。到此为止，我还有什么地方没有解释清楚吗？"
    "在场所有社员" "「……」"
    "社员A" "「虽然不知道该不该问，但是舒子淇现在怎么样了？」"
    m "她大概还需要静养几天，这次的漫展由我来负责。"
    m "当然，这方面我肯定不像她那样有经验。如果有任何不合理的地方，还希望大家多多指教。"
    "社员B" "「[m_name]，我们并不是质疑你的能力。只是我们认为这次的漫展如果舒子淇来不了的话，可能会产生一些问题……」"
    "社员B" "「之前很多负责人都是舒子淇自己联系的，我们并不知道如何与他们协调。另外舒子淇好像还说过要在这次漫展上办新的活动，我们对此也毫无头绪呢。」"
    m "是的，你说的这些问题都是存在的。"
    m "但舒子淇不能来参加漫展也是已经注定的事。事实上，她正是因为这次漫展，过度疲劳才倒下的。"
    m "我没有策划过漫展、当部长的经历，我也在慢慢学习。我理解大家的难处，我希望可以和大家一起学习这个过程。我们都是这个社团里的人，应当为这次漫展负责。"
    m "所以我认为如果大家真的想要把这次漫展办好，是完全有能力做得到的。"
    "社员C" "「我认为[m_name]说得对。像现在这样改变不了现状，只能硬着头皮上吧！」"
    "社员D" "「嗯，我也觉得，如果我们都畏畏缩缩不敢做的话，根本解决不了问题。」"
    m "太好了，感谢你们的信任！"
    m "也请各位放心，我们一定能把漫展办好的！"
    "社员A&B" "「……嗯。一起加油吧！」"
    """
    啊，太好了……总算是让大家信任我了呢。

    义正言辞说了那么多，其实我早就紧张得快瘫了……但在这个时候，如果我先表现出退缩，剩下的人一定也会失去信心的。

    所以，我不能退缩。……因为那是她拜托给我的事情啊。
    """
    play music "audio/009.mp3" fadein 1.0 fadeout 1.0
    scene bg gym side1 with fade
#10.1 体育馆，白天，天气晴
#Event漫展
    """
    今天是10月1日，漫展的第一天。

    天气非常晴朗，来参展的高校社团也比想象中要多得多，到目前为之进展一切顺利。

    看到这样的景象，我持续了几天下来的焦虑不安也一扫而空了。

    社员们非常信任我，也努力把自己负责的东西认真做好了。这大概是一个月前刚刚加入社团的我完全不会想到的情景吧。
    """
    $x_name = "？？？"
    x "咦——这不是[m_name]嘛！"
    show x otaku normal medium with dissolve
    """
    身后响起一个熟悉的声音，我回头一看，宽大的套头运动衫和松垮垮的牛仔裤，加上鸭舌帽挡住的半张脸。
    """
    m "夏何，你也来漫展啊。"
    """
    来人正是夏何。此刻的她是“宅女”的装扮。看得出来她特意挡住了脸，似乎是担心遇到现充朋友里的熟人。
    """
    $x_name="夏何"
    x "这么盛大的活动，当然会来吧！"
    m "那天舒子淇问的时候你没举手，我还以为你对漫展不感兴趣。"
    x "负责这些事情多麻烦，要是让我朋友看到了就糟糕了，我肯定不会参加策划吧。"
    x "不过怎么是你在这里？我绕了大半圈也没见着舒子淇人，她不是应该主持这次漫展吗？"
    m "……"
    """
    目前舒子淇病倒这件事，就参加策划的社员知道。

    如果说舒子淇病倒了，想必会引来夏何的一连串疑问。
    """
    m "她临时不能来到现场，所以就我先帮她看着咯。"
    x "这样啊，那你接着忙，我去同人展区了。"
    hide x with dissolve
    """
    她看起来没有丝毫深入问下去的意思，大概是我说得非常自然，所以没有引起问题吧。

    而实际上我也没有对夏何撒谎，所以也谈不上什么愧疚感就是了。

    我目送夏何离开，然后随即投入到面前的工作中。

    虽然目前进展很顺利，但各个展区的情况，我必须实时了解着，以免哪里出了什么问题。
    """
    scene bg exhibition4 with fade
    """
    面前不断有美少女coser来来回回地走动拍照，体育馆的另一端也传来舞台的音乐以及阿宅们的欢呼。

    唉，其实我还是挺想逛逛漫展的……
    """
    "社员C" "「下面是三行诗投稿时间，请有兴趣的朋友抓紧时间哟。」"
    """
    我右手边一个声音响起来，打断了我的思路。

    是负责主次这次三行诗活动的社员C……
    """
    "社员C" "「还有人要投稿吗？我们的投稿通道马上要关闭了哦！」"
    """
    三行诗是这一次漫展的新活动。不同于传统漫展都有的同人贩售、游戏、coser舞台，这是一次全新的尝试。

    是与舒子淇关系很好的社员C告诉我，舒子淇之前想举办新活动时，她提到过三行诗展会这个想法。
    """
    play music "audio/002.mp3" fadein 1.0 fadeout 1.0
    scene bg activity room1 with pixellate

#（闪回）
    show s summer normal medium with dissolve
    "社员C" "「我说啊子淇，这个三行诗展会听上去很不错，但是和宅听起来一点关系都没有吧。」"
    "社员C" "「三行诗这种体裁虽然在历史上很多诗人都写过，其中文艺复兴时期诗人但丁的《神曲》便是应用最多三行韵律的诗歌。每首是由三行诗节一环扣一环，连锁接成的句子。」"
    "社员C" "「因为字数少，模仿创作也相关对容易，现在三行诗也产生了许多变体，对格式的要求没有那么严格了。要说让来漫展的大家创作的话，也不是没有可能。」"
    "社员C" "「但是听起来，这和二次元一点关系都没有啊？」"
    s "嗯，我认为没必要限制得那么严格吧~"
    s "我大概认为任何一种文学体裁都可以成为抒发情感的一种方式，阿宅这个群体不至于没有情感可以抒发吧~"
    s "说不定我们会看到有关哪个具体角色的投稿呢。"
    "社员C" "「也就是写给喜欢的一个二次元人物吗？」"
    s "……不一定是“一个”哦。"
    scene bg exhibition4 with fade
    """
    社员C如此向我解释了舒子淇的用意，我一开始也被她的创意给吸引了，决定把这次展会安排到漫展当中。

    现在看来，现场也没有人对此提出质疑，大家都在很开心地玩着。
    """
    "社员C" "「现在所有投稿都已经汇总啦！请大家看大屏幕！」"
    """
    我也随着大家望向大屏幕。

    她在银色庭院中等待

    下一次轮回

    那名依旧会向她伸出手的神明

    这位“她”大概是《魔法少女大圆》的那位黑长直吧。我忽然想不起来黑长直的名字，但印象里好像她和番里的另一个角色有cp来着。看来这位作者就是根据原作的剧情，给自己嗑的cp写了诗吧。

    我想前往

    你依然存在的

    那个八月十五日

    作者署名后面备注，这是写给自己最喜欢的《雨炎project》当中的桃山文乃的。我看过这个番。无尽的八月十五日。《雨炎project》在当时是非常流行的作品。

    火花之后

    你消失在茫茫人海

    我却游离在不知何处

    这首的作者是一位化学系的眼镜男，他表示自己描述的是一场活泼金属溶于水的置换反应。整首诗看起来想不到是哪个番剧，不过也可能是他写给哪个喜欢的人的吧。

    场面热闹非凡，大家热情地猜测着诗歌里描绘的角色原型，社员C也在台上开心地笑着。

    这样很好。一切都非常顺利。

    我悄悄退出展区，走到体育馆外。

    我忽然想起舒子淇。想到她现在所在的冰冷的病房，以及病房里的空心花瓶。
    ……
    这个时候，她会在做什么呢？
    """

#（夜晚，医院病房）
    play music "audio/003.mp3" fadein 1.0 fadeout 1.0
    scene bg healthcare room3 with fade
    """
    咚咚咚。

    ……呼，不管怎样，我还是来看看她的情况吧。

    我敲着面前这扇门。
    """
    s "请进。"
    scene bg healthcare room2 with wiperight
    """
    吱——

    我忐忑地推开了门，心里想着应该和舒子淇说些什么。

    漫展很热闹。但是，那大概是他们的热闹。

    我心里一直牵挂着另一个人，其实从头到尾都没有融入进去。

    ……这和我的风格真不像啊。换作任何一位正常的阿宅，一定都会被今天漫展的热烈气氛给打动的。
    """
    m "舒子淇。"
    scene CG s 3 with fade
    """
    舒子淇穿着病号服躺在床上，一只手放在额头前方，另一只压着蓝白条纹的被子。

    她的长发散在枕边，刘海也显得有点毛躁，看起来今天她并没有认真打理过发型。

    她领口的扣子开着两颗，露出白皙的肌肤。如果不是联想到现在“病房”的场景，舒子淇现在的姿势给人一种慵懒的感觉。
    """
    s "咦，是你啊，[m_name]。"
    """
    她看起来并没有想到我会来。
    """
    m "怎么了，很奇怪吗？"
    s "那倒没有，只是今天敲门进来的都是照顾我的医生，所以我听到敲门，下意识认为是医生过来了。"
    m "嗯，他们真贴心啊。"
    m "那你现在感觉如何了呢？"
    s "我感觉好多了，胃口什么的也都没有问题。护士姐姐们也会过来和我聊天，我并不觉得寂寞哦。"
    s "嗯，这么一想，我好久没有这样轻松的时刻了……"
    m "……"
    """
    她看起来还是脸色苍白。是灯光的原因吗？
    """
    scene bg healthcare room2 with fade
    show s summer normal close with dissolve
    s "对了，今天的情况如何？"
    m "很棒。完全超出预期了。大家都非常努力。"
    s "那就好，接下来两天也拜托你了。"
    m "嗯，你放心。"
    """
    忽然间，我们两个又陷入了沉默。我意识到自己和舒子淇之间的话题总是脱不开社团工作，当聊完这些工作，我们似乎就没有更多交集了。

    我想了解这名女孩更多。

    她喜欢吃的东西，喜欢的颜色，喜欢穿什么风格的衣服。

    她难忘的经历和糗事。

    她房间里布置的装饰。

    她的朋友和家人。她的兄弟姐妹。

    她的烦恼与苦衷。

    她的内心世界。

    我想了解她作为“舒子淇”的一面，而不仅仅只是作为“社团骨干”、“优等生”的一面。

    但是，我不知道应该如何开口。

    这当然和我极其有限的交流能力有关。但是，舒子淇似乎有意和我保持距离。

    除了上一次我偶然发现了她私下创作漫画的事，似乎她从不会主动和别人提起她的私人生活。

    我应该……
    """
    m "舒子淇，你想拉开窗帘看看吗？"
    m "今天白天的天气很晴朗，我在想晚上的话可能可以看到星星吧。"
    show s summer surprised close with dissolve
    s "星星？"
    """
    我走到窗户旁边，拉开窗帘。一阵凉风吹在脸上。
    """
#（从窗户仰望星空，旁边是窗帘）
    show s summer normal close with dissolve
    s "有看到吗？"
    show s summer normal head with dissolve
    """
    没等我回答，舒子淇自己下床走到我旁边。她脚步轻得像猫。
    """
    m "呜……怎、怎么忽然凑过来啊！"
    """
    舒子淇的脸忽然靠了过来，几乎要贴到我身上来了。
    """
    show s summer happy head with dissolve
    s "我也想看星星嘛"
    """
    她笑了一下，没有缩回去的意思。
    """
    show s summer happy close with dissolve
    """
    ……我还是下意识地往旁边靠了一点。但虽然如此，我们的距离还是她的头发能垂在我的袖子上的距离。

    这个角度……舒子淇领口的扣子也没扣上的话……
    """
    s "[m_name]，真的诶，好多星星啊。"
    """
    我停止了奇怪的想法，顺着舒子淇指的方向望去。

    就像她说的那样，没有云彩的夜空中散落着群星。
    """
    m "你看，那是仙王座哦。"
    """
    我指着上空一个五边形的星座。
    """
    show s summer happy head with dissolve
    s "哪个哪个？让我看看。"
    m "……"
    """
    心跳加速了。这一次她完全靠了过来，站到我前面来了。
    """
    m "就是这个连起来像五边形的这几颗星星。在希腊神话里，那是埃塞俄比亚的国王。"
    s "诶，看不出来你还懂星象嘛。"
    m "啊……只是稍微看过一点相关的科普书然后班门弄斧而已。和专业人士比起来，我完全不懂星象。"
    """
    舒子淇完全没注意衣服没穿好的事。她胸口若隐若现的阴影让我难以自持。

    舒子淇回过头看着我，眼睛里有什么在闪闪发亮。她没有注意到我的慌乱。
    """
    s "那位国王后来发生什么事了呢？"
    m "让我回忆一下……"
    m "这位国王的女儿得罪了人，要被抓走献祭。"
    m "后来她被一位英雄救下并和这位英雄结婚。但后来公主的哥哥前来抢婚，于是英雄和哥哥打了起来。"
    s "噗。怎么听你说就那么好笑呀。"
    m "大概是因为我把古老的希腊神话硬生生讲成了三流言情小说的感觉吧……"
#（星空图，建议给仙王座的特写）
    hide s with dissolve
    """
    舒子淇这时好像才注意到自己的衣着，她转过头把衣领扣上了，我看不到她的表情。
    """
    m "你……你冷吗？"
    show s summer normal close with dissolve
    """
    这个天气也说不上炎热，但舒子淇只穿着单衣。我不等她回答，脱下自己的外套披到了她的肩膀上。

    舒子淇没有表现出抗拒，她默默地拉过了我的衣服。我们的手无意间碰到了一起。
    """
    show s summer happy close with dissolve
    s "……谢谢。"
    """
    从这个角度看，好像舒子淇已经靠在我怀里了一样。

    但我知道没有。就像之前我说的一样——她始终和我保持一点点距离。

    """

    #选项
    $renpy.pause(delay=0.5,hard=True)
    menu:
        "我很自然地冒出想把手搭在她肩膀上的想法。然而……"

        "现在或许还没到时候":
            pass

        "不如尝试着先迈出告白这一步吧":
            $s2 = True
            jump ch_s2


    m "我可能该走了，舒子淇。明早还要早起去漫展现场布置呢。"
    s "啊，抱歉，辛苦你过来了。"
    """
    她拉上窗帘，然后脱下我的外套。
    """
    s "你穿上吧，最近开始降温了哦。"
    m "没事，我很抗冻的。"
    s "我在房间里不冷的。"
    """
    我停顿了一下，接过她手里的外套。
    """
    m "那，我就先回去了。"
    """
    和你一起看星星，我很开心。
    """
    s "拜拜。"

    scene bg healthcare room3 with fade
    """
    我退出病房，带上门。

    刚才那一瞬，要不是我及时打住说要回学校……可能那个时候就向你告白了吧。

    ……

    因为当时，“我喜欢你”这句话，已经要脱口而出了。
    """

#10.3 傍晚，漫展最后一天
    play music "audio/002.mp3" fadein 1.0 fadeout 1.0
    scene bg gym side2 with fade
    """
    时间过得很快，今天已经是漫展的最后一天了。

    现在是傍晚时分。除了个别依然在体育馆交谈的人，大部分高校社团都已经离开展会了。
    """
    m "辛苦大家了，这次漫展很顺利呢。"
    "社员A" "「耶～终于结束了。」"
    "社员B" "「我遇到我岚京大学的基友了，他们也觉得这次漫展很棒。」"
    "社员C" "「三行诗那边反响也很不错～」"
    m "嗯～那么总算是完美收工了！"
    m "接下来还有一件事拜托大家，就是我们得留下来分头打扫场地。"
    "社员们" "「OK!」"
    """
    于是大家分分散开，去打扫自己负责的分区了。

    我没有具体负责任何一个分区，但体育馆分馆那边作为舞台的后台，也是需要打扫的。因为分馆的灯光相对昏暗，打扫大概也比较困难，所以这种活就我自己揽下来就好。

    我于是拿上扫帚和簸箕，朝体育馆的另一侧走去。

    ……
    """
    scene bg evening square1 with fade
    """

    虽然分馆看起来也没多大，不过真要打扫的话，结束了大概都到晚上了吧。

    正好等打扫结束了之后，我到校外买两份便当，带到医院和舒子淇一起吃好了。

    虽然说医院肯定会给舒子淇准备晚饭，但是我看舒子淇上次的脸色，就觉得她应该多吃一点……
    """
    m "那么，开工吧！"
    s "——好巧，你在这里啊。"
    scene bg evening square1 with vpunch
    m "啊啊？！"
    show s summer happy close with dissolve
    """
    舒子淇忽然出现在我身后，微笑着注视着我。

    舒子淇穿着日常的衣服。看起来今天的她也认真打理过了头发。
    """
    m "舒子淇，你怎么从医院跑出来了？"
    s "我又不是被关在医院里面……"
    m "但你在静养吧……我还以为要国庆结束以后才能在学校里看到你。"
    s "我身体各方面都没什么大碍了，然后就想着来漫展看看。于是就和那边的医生说明了情况。"
    show s summer normal close with dissolve
    s "好巧不巧，我过来的时候漫展已经结束了。"
    """
    她无奈地摊了摊手。果然，舒子淇还是放心不下社团啊……
    """
    m "如你所见，漫展结束了，就剩下一些收尾工作。所以我过来打扫卫生。"
    s "我和你一起扫吧。"
    m "舒小姐，请你有点病人的自觉……如果你又倒了，我可承担不起……"
    s "可是我已经过来了，没事干也很无聊啊。"
    s "要不我看你打扫吧。"
    m "又不是帅哥扫地，有什么好看的……"
    show s summer happy close with dissolve
    """
    舒子淇扑哧一下笑了出来，然后很认真地注视着我。
    """
    s "事实上，我认为[m_name]认真的样子很帅哦。"
    hide s with dissolve
    """
    ……这肯定只是安慰我的话。

    然而舒子淇似乎笃定了不走，她已经随手在旁边抽了一张椅子坐下了。

    ……唉，那就随她吧。
    """
    scene bg corridor1 with fade
    """
    昏暗的走廊里，似乎只有我们两个人在。其他社员应该都在主馆打扫吧。

    ……

    沉默。又是我和舒子淇之间特有的、想要打破但不知道如何开口的、让人讨厌的沉默。

    我没想到舒子淇会忽然出现在这里。我前些天还想着，自己要在舒子淇出院那天给她带一份礼物，庆祝康复。

    但是，一切都在我的计划之外。舒子淇提前出院了。

    ……这是好事吗？

    我的内心很矛盾。按理来说，舒子淇提早康复，并且身体也没有大碍，这是让我高兴的事。从“利他的我”的角度出发，舒子淇终于不用待在冰冷的病房里了。

    但是，我却失去了好几个夜晚与舒子淇独处的机会。如果她没这么早出院的话，我可以去照顾她，慢慢把感情培养起来——“自私的我”想要和舒子淇有更多社团以外的交集，而这需要借助病房来作为媒介。

    所以，我接下来应该……
    """
    show s summer normal close with dissolve
    s "……"
    s "……谢谢你陪我。"
    """
    到头来，又是她先开口打破了沉寂。
    """
    m "啊？"
    s "前几天你一直来医院看我，不是吗？"
    m "……哈哈，我还记得给你讲了个三流言情故事呢。"
    s "其实我挺喜欢你说的那个故事哦。"
    m "……"
    s "……还有，和我一起看星星……"
    m "你不用道谢的……"
    m "我做这些事情……能和你一起做这些事情，我感到非常开心……"
    s "[m_name]……"
    m "就算是之前，我说要参加漫展，要代替你把这次漫展承担起来……"
    m "如果我说，“这些事情都是我自己想做，和舒子淇一点关系都没有”，那完全就是口是心非……"
    hide s with dissolve
    """
    在我的计划里，我不应该在这个时候说这么多的。

    但是，我已经无法压抑自己的情感了。
    """
    s "所以，你是因为我……"
    """
    我不敢看舒子淇的脸，但我想此刻她的脸应该已经红透了。
    """
    m "……你有察觉到吗……"
    m "其实我……我一直对你……"
    """
    ——卡住了。

    我还想接下去说。但是，无论如何我无法吐出一个字来。
    """
    s "……我有感觉到……"
    show s summer shy close with dissolve
    """
    我抬起头。舒子淇正僵硬地坐在椅子上，红着脸看向别处。
    """
    s "也多少猜到一点……"
    """
    我明白的。舒子淇这种聪明而且细腻的女孩子，不可能对此毫无察觉的。

    迟钝的一直是我。我到现在为止，也没弄明白舒子淇的心思。

    所以，才只能捅破这层窗户纸，来得到问题的答案……
    """
    m "那……那你现在……"
    m "你打算如何呢？……"
    """
    我在等待舒子淇的答案。

    她咬着下嘴唇，局促不安地低着头。似乎在犹豫什么。

    我是在意答案的。——后来，我回想起这件事的时候，我得出这样的结论。

    ……但事实上，在我说出来的那一瞬间，我已经感到了解脱。
    """
#Chapter6 完
