label ch78_s:
    #10.18 周日
    #Event8 社团活动室/教室 中午/午后
    scene bg activity room1 with fade
    play music "audio/003.mp3" fadein 1.0 fadeout 1.0
    show s autumn normal close with dissolve
    s "早呀！"
    m "早，今天也是这么早来活动室呀。"
    s "嗯，昨天真是谢谢你。如果不是你，我可能...很难再和VK有接触了。可能也会...不管怎么说，真的，很感谢你。"
    m "没事，我也没注意到主办方更改了签售会的时间，抱歉呀，明明做好准备的，最后还是没能让你和VK见面..."
    m "你明明那么期待这一次的，但是..."
    show s autumn happy close with dissolve
    s "不会呀，我其实超开心的。虽然错过了签售会，但这也是没办法的。至少我有了你送给我的签名照呀！"
    s "这样看来，也算达成了一半的目标啦。"
    s "至于剩下的，唔，虽然没能和VK老师面对面交流，但是已经没有关系啦！我已经想通了，我啊，果然还是想继续画漫画呢！"
    m "那真是太好了！我也想能够一直看着..."
    s "什么？我没有听清。"
    "窗外的阳光洒落室内，映在舒子淇的身上，她仿佛在闪闪发光，就和她每次在谈及漫画时，那双熠熠生辉的眼睛一样。"
    "明亮耀眼的美貌，这样超然的，在无数声赞美与无数爱慕目光浸润下育成的自信，本身和招致这些少女垂青的外表一样是发光体。"
    "正如星球，人类彼此间的吸引力也有质量大小。除非已有恒定轨道，质量更小的一方会不容抗拒地坠向质量更大的天体的方向。那些微小的陨石就是因此日复一日地穿过燃烧的大气，撞入地球渺茫的大海和月亮寂静的环形山中。"
    "或许，从很早以前，我就已经沦陷。"
    "一见钟情，从来都是个格外美好的词。"
    show s autumn shy close with dissolve
    s "[m_name]，回神啦！突然盯着我看...什么的，总觉得有点奇怪呢。"
    m "嗯？抱歉，刚刚在想别的事情，就..."
    "耳朵好红！不妙啊，做出这么可爱的姿态，我也会忍不住的。"
    show s autumn down close with dissolve
    s "在想别的事么..."
    m "怎么感觉她有点失落呢，是错觉吗？"
    show s autumn normal close with dissolve
    s "对了，你现在有空吗？或许你愿意帮我看一下我的漫画？"
    m "！！！我真的可以吗？当然愿意！"
    m "Yes!这是不是代表我已经是她能够信任的朋友了，还是说她也...喜欢我！不不不，[m_name]，不要想太多！只是把作品分享给你看一下，只是朋友之间的互动而已。"
    m "不妙，我的耳朵好烫，拜托可千万不要被发现！"
    "短暂的走神间，舒子淇将她的画本放在我面前，简单朴素的封面，但书边格外平整显出主人对它的爱惜之心。"
    show s autumn happy close with dissolve
    play music "audio/009.mp3" fadein 1.0 fadeout 1.0
    "我小心翼翼地打开封面，不知道舒子淇会画怎样的漫画呢，但一定会是优秀的作品吧。毕竟她可是舒子淇呀。"
    "舒子淇看着我小心谨慎的样子，不由轻笑出声。"
    s "不用这么小心的，只是草稿本，还不是最终稿，只是...很想和你分享一下。"
    m "嗯...我会很认真拜读的！"
    s "拜读...倒也不必用敬语啦。有什么感觉不对的一定要告诉我哦，还有，谢谢你愿意做我的第一个读者。"
    "第一个读者——所以我是不是可以妄想自己是特殊的存在。唯一的感觉真是太令人兴奋了！"
    "不要瞎想！一定要认真地看！"
    hide s with dissolve
    "我原以为像舒子淇这般温柔的人，第一次画漫画可能会选择校园风或者偏日常系的漫画画法，但是显然，我对她的了解还远远没有我想像的那么多。"
    "漫画开篇就是漫天的黄沙，黑白色的画风从一开始就奠定了全篇紧张压抑的氛围。"
    "漫画叫做《追逐黎明》，背景是一个对科学实验充满疯狂想法的科学家，他制造出一种独特的基因改变液，能够让喝下的人成为异能者。"
    "基因液一经问世，响应者无数，但当它真正用在人身上的时候，却出现了变异。"
    "除了变成异能者，还有更多的人成为了和电影中丧尸极为相似的存在，以食人为生，丧失人类意识。"
    "而被丧尸咬过的人，很有可能被感染成为丧尸，所以丧尸的群体越来越大，以至于到了不可控的地步，整个世界都陷入了末世的恐慌里。"
    "这个时候，女主青鸟所在的由异能者所组成的佣兵团就出现了。"
    "青鸟的异能虽然在战斗上帮不上忙，但她出生于医学世家，受父母和兄弟姐妹、诸位长辈的影响，对学医有着很高的热情。"
    "她的医学知识丰富，又不拘泥于现代科技所特有的仪器，哪怕没有这些精密的工具，她也总能找到解决办法。"
    "她看似迷糊，但在紧要关头的专注力，非常人可比，因此被纳入黎明佣兵团。"
    "舒子淇画到的最新章节中，黎明佣兵团已经侦察到疯狂科学家的老巢，打算即日启程。"
    "漫画画到这儿，就截止了。我意犹未尽，合上绘本，暗自猜测青鸟的异能究竟是何用意，虽然从目前看来青鸟的异能是改变人眼中的色彩，但我相信舒子淇赋予她笔下女主的异能绝不会是这么简单的存在。"
    "......"
    show s autumn normal close with dissolve
    s "怎么样？我是不是还差的远呢？"
    m "怎么会！倒不如说是出乎意料的惊人！"
    m "我从来都相信你一定会画出优秀的漫画，但是第一本就这样出色，真的让我超级震惊的！这已经达到可以投稿的境界了！画工了得，故事新颖，节奏流畅，我实在是想不出它失败的理由。"
    s "真的吗？会不会..."
    m "百分百真实，我绝对不会骗你的。你如果不信，就放一部分给社团里的同学们，看看他们是如何反应。"
    s "我...真的可以吗？"
    m "去试一试吧！你看，我在漫展之前也绝不会想到自己可以自如地和那么多人交流，总之，一定要相信自己的才能呀！"
    s "那...好！"
    return
