label ch81_s:
    #10.25-11.8
    #Event1 自习室/教室/社团活动室/图书馆
    scene bg activity room1 with fade
    play music "audio/003.mp3" fadein 1.0 fadeout 1.0
    "——于是，少年和少女在熟悉的街道重逢了。"
    "——多年以后，他们仍然不会忘记“那个”夏天……"

    "——两人随即相视而笑，但终究止步于此……"

    "……"
    "真是个令人惋惜的结局呢。"
    "故事前面的发展看起来顺风顺水，但还是遇到了难以克服的阻力……"
    "真是遗憾啊。"
    show s autumn normal close with dissolve
    s "你觉得如何？这样？"

    "舒子淇的发问把我重新拉回现实。"
    "到今天为止，她将要投稿给新人奖的作品，已经基本上完稿了。从故事到作画和分镜，全部都是舒子淇一个人完成的。"
    "虽然说，作为一部只以她个人名义发表的作品，当然必须由舒子淇全部完成。"
    "但能在这么短短半个月里全部画完……"
    m "嗯，目前读起来，观感相当不错。"
    m "剧情上我没有找到什么bug，而且主人公都有很完整的塑造呢。"
    "并不是在奉承舒子淇，我作为一个看过几百部番的阿宅，非常有把握说出“舒子淇的漫画比很大一部分同类漫画都要强上许多”。"
    "各种细节上，舒子淇显然比不过那些老练又知名的职业漫画家。但就同层次的作者而言，她绝对是当中一流的水平了。"
    "至少我能明白她的表达，也看到她非常用心地在塑造她笔下的少年少女们，不像我前些天看的《进击的野鸽》那样不知所云……"
    show s autumn happy close with dissolve
    s "是那样的话，就太好啦。"
    "她向我展露出欣喜的笑容。"
    s "能够得到你的认可，我也觉得放心多了。"
    m "哈哈，那我可不是什么专业人士哦。"
    "啊，差点忘了本来要干的事……"
    m "对了，这是你的晚饭……"
    "我把一直提在手上的便当递给舒子淇。"
    m "你说你喜欢吃这家。"
    "因为之前舒子淇拒绝过我带的便当，我在这件事情上就开始变得十分谨慎……"
    "即使在社团里常常看到舒子淇忙得焦头烂额，但我还是尽量避免这种关心。"
    "……但是这次不一样，今天是舒子淇主动让我帮忙带晚餐的。"
    "或者说，其实在这段时间里，她每天都是如此请求。"

    scene bg activity room1 with pixellate
    #"【回忆，几天前的中午，社团活动室】"
    show s autumn normal close with dissolve
    m "你是说……要我帮你带晚饭？"
    s "嗯，如果你愿意的话……"
    s "我接下来一段时间都会在这里画画，赶新人奖的DDL，心里想着可能连吃饭的时间也很难有，而且快到期中考试了，我专业课那里也有一堆事情……"
    s "抱歉，我这么要求你好像有点过分啦……"
    m "不会不会，我闲人一个而已，正好每天过来散散步遛个弯。"
    show s autumn happy close with dissolve
    s "我就知道你会是这个反应。"
    s "因为[m_name]虽然说话并不多，但给人感觉就是相当有耐心而且靠谱，而且会很善良愿意帮助别人呢。"
    s "这也是我想拜托你——只想拜托你一个人的事情。"

    #【现实时间线】
    scene bg activity room1 with pixellate
    "……"
    "当时我还有点受宠若惊，不过，舒子淇当时看起来是认真的。"
    "她并没有那种把我当工具人使的心态，因为就我对舒子淇的了解，她是相当不情愿去拜托别人的。"
    "而且，她好像是真的比较信任我……"
    "啊，这么一想好像有点开心呢。"

    show s autumn happy close with dissolve
    m "你说你喜欢吃这家，所以我就过去看了看这家店，然后随便带了一份回来。"
    s "啊，对，谢谢你！！"
    s "我想出校专程跑一趟这家店好久了，但可惜一直没有时间。"
    s "今天总算能吃上了耶。"
    m "我不太确定你喜不喜欢……要是你不喜欢吃，我等会儿带点别的给你吧。"
    s "看起来都是我喜欢的菜式呀。"
    s "……我感觉你挺懂的嘛，[m_name]。"
    m "……不对，什么叫挺懂啊！"
    m "这样说好像我是那种情感经历丰富的男人一样。完全就是相反的情况。太过分了。"
    s "诶……本来就是在嘲笑你嘛。"
    m "你这么一说更让人伤心了啊喂！"
    "其实在这几个星期里，我也早已对舒子淇的口味和偏好有了了解，所以特地挑选了她比较喜欢的菜式。"
    "能看到舒子淇吃得开心，我也觉得像是得到了肯定一般。"
    "……另外，舒子淇好像开始会和我说些玩笑话了。"
    "我终于感觉到自己正慢慢走近这个女孩生活的一面，而不仅仅是那个“社团里的她”。"
    "也逐渐看到她开始从漫展事件里恢复过来，开始展露笑容。"
    "看来，果然做自己喜欢的事情才是能够治愈舒子淇的药方吧。"
    "能够如此的话……我做的这些微不足道的小事，也是值得的了。"
    return
