label ch77_s:
    #Event7 餐馆/书城/繁华的街道 晚
    scene bg mall8 with fade
    play music "audio/003.mp3" fadein 1.0 fadeout 1.0
    show s summer down close with dissolve
    "从书城的电梯出来以后，舒子淇就一直处于默不作声的状态。这让站在她身后的我也一时感到不知所措。"
    "街道上来来往往的人们与我们擦肩而过，拂过耳畔的尽是欢声笑语。"
    "舒子淇背着一个比她的后背还要大的双肩包，双肩包的底部能看出书本边角的明显凸起。想必她为了这次签售会，大概把所有VK的作品都带上了。"
    "也难怪她会陷入遗憾和后悔当中吧。"
    m "舒子淇，我知道附近有个公园，我们去那边走走吗？"
    "我事先查过路线，书城的附近有一个临近湖边的公园。"
    "现在离饭点还有很久，去公园散步聊天也是能让舒子淇缓过来，让我们拉近距离的好机会。"
    s "……"
    m "抱歉，如果你不想去的话也可以。"
    s "不是，不是不想去。"
    s "[m_name]，我只是觉得应该和你道歉。"
    "和我道歉？"
    s "因为我自己的过错，害得你也陪着我白跑了一趟。"
    s "大概今天这件事，浪费了你不少时间吧。"
    s "……有时候感觉，我好像什么事情也做不好……"
    "我没有回应，我觉得这应该是属于舒子淇自己的消化情绪的时间。"
    "她并不是单纯觉得可惜才难过。她似乎还对我抱有愧疚。"
    s "不管是自己的漫画也好，还是漫展，还是今天这件事……"
    "她接二连三的回忆带来了更多负面情绪。……看起来是这样的。"
    m "……"
    "我明白自己一定说不出什么安慰人的话来。所以，还是先转移一下话题比较好吗？"
    m "说起来，我其实是甜党。"
    m "要是这样的话，我们今晚可以选个特别甜的地方解决晚饭。"
    show s summer normal close with dissolve
    s "会胖的吧……我觉得不行……"
    m "那么日式料理呢？我查过这附近好像有一家评价不错的料理店哦。"
    s "嗯，我OK的。"
    s "你来决定吧。"
    m "那我们就去日料店吧。"
    hide s with dissolve
    "我自然而然地走到舒子淇前面带路。"
    "混乱的人群中，我几次想要拉过她的手。"

    scene bg mall5 with fade
    show s summer normal close with dissolve
    m "时间还算早，看起来店里才刚刚开始准备呢。"
    m "我们先坐下来点吧。"
    s "嗯。"
    "餐馆的另一边靠着街道，透过落地窗，大片晚霞与车流光点映入眼帘。"
    "我和舒子淇朝靠窗的座位走去，找到一张双人桌坐下。"
    "因为晚霞的缘故，舒子淇原本黑发的发梢泛着一点点棕色。她的脸颊似乎也因此显得像害羞那般泛着粉红。"
    "望着舒子淇的脸，她正出神地望着窗外，不知道在想些什么。"
    "在餐馆暖色光的照射下，她侧脸的轮廓立体却又不失柔和。"
    "心中的话很难说出口啊，不过有时我觉得，只是这样看着她就已经足够了。"
    m "啊，糟糕了，好像把手机忘在书城那边了耶。"
    play music "audio/003.mp3" fadein 1.0 fadeout 1.0
    show s summer surprised close with dissolve
    "舒子淇转过来看着我。"
    s "我们现在回去拿吧。不过你也太不小心了吧……"
    m "没事，我跑一趟足够了，你先点一些东西上桌吧。"
    s "嗯……那好吧，你快去快回喔。"
    m "一定。"
    "太好了，看来她没有起任何疑心，非常直接地选择了相信我。"
    "我并没有把手机忘在书城。但我想要回去，找VK一趟。"
    "我非常明白舒子淇有多么仰慕她。……所以，不想就这样，就因为一场突如其来莫名其妙的讲座，就这样放弃机会。"

    scene bg bookshop2 with fade
    play music "audio/008.mp3" fadein 1.0 fadeout 1.0
    "居然随随便便就溜到后台来了。"
    "下午的工作人员说过后台不可以随意进出。但现在许多人在布置讲座的现场，显然也没注意到有闲杂人等跑进来了。"
    "我还真是有点好运呢。"
    "主持人" "「那么，会议到这里就结束了。感谢各位的到来。」"
    "（人群离场的嘈杂声音）"
    "看来，我回来的正是时候。那个漫画家们的会议貌似刚刚结束的样子。"
    "……这就是天意？"
    "我站在出口处看到VK正准备出来。事先在网上见过她的照片，我有把握能不认错人。"
    "VK" "「诶，您是……？」"
    m "您好，请问是绘制《XXXX》的VK老师吗？"
    "VK" "「啊，是我哟。」"
    "VK" "「请问您有什么事吗？」"
    "不熟悉的人。异性。感觉又要失去交流能力了……"
    "不行，这次一定得……"
    play music "audio/009.mp3" fadein 1.0 fadeout 1.0
    m "抱歉，打扰您了。是这样的，我有一位朋友她非常仰慕您，今天特意带着您所有的作品来到签售会现场，但非常可惜的是我们不知道今天的签售提前结束了，所以没能等到您的签名。"
    m "虽然我的要求可能有点无理，但如果可以的话，能不能请您为她签个名呢？"
    "VK" "「原来是我亲爱的读者们呀。当然可以！那么请问我应该签在哪里呢？」"
    m "……实在不好意思，因为这件事是我瞒着我朋友来的，所以我身上现在没有带您的作品。"
    "VK" "「咦？是什么情况呀？」"
    m "我这位朋友当时有点沮丧……然后她就想直接放弃了，但是我不愿意就这样放弃。"
    m "我原先并不了解您。但是，为了陪我这位朋友来您的签售会，我也阅读了您许多作品，并且发自内心觉得您的作品非常出色。"
    m "她的爱好也是漫画，梦想是成为一名漫画家。您的经历与她相似，我猜测您一直鼓舞着她前进。"
    m "可是，她最近遇到许多困难……"
    m "我想为此做点什么，但我只是一个平平无奇的路人同学……所以，我想您的签名对她来说一定是莫大的鼓励。"
    m "我怕如果直接告诉她的话，她会阻止我这么做，而我……怎么说呢，也想给她一个惊喜吧……"
    m "这么想着我就瞒着她跑回来打扰您了。"
    "VK" "「啊，原来是这样。」"
    "VK" "「听到您这么说，我也感到非常开心。自己的作品能够被人认可，甚至还能激励着他人去实现梦想，获得前进的勇气，这对创作者而言是何等幸福啊。」"
    "VK" "「我这里刚好有张白纸，我就签在这上面吧。」"
    "她随手从包里掏出一张A4纸，用马克笔在上面签了自己的名字。"
    m "太好了，谢谢您！"
    "VK" "「我也衷心希望您朋友能接着画下去！期待看到她的作品哟。」"
    "VK" "「冒昧问一句，您朋友怎么称呼？」"
    m "啊……她叫舒子淇。就是……"
    "我在手机上打出了“舒子淇”三个字，递给VK看。"
    "VK" "「嗯，是这么写的啊。」"
    "签下名字后，VK又写下了“给未来的漫画家 舒子淇：请顺从自己的内心 接着画下去吧 期待看到你的作品”这样的语句。"
    m "真的太感谢您了！我会把它转交给我朋友的！"
    "我朝VK深深鞠了一躬，她笑着朝我挥了挥手，随后走进了电梯。"

    "VK" "「“朋友”……吗。」"
    "VK" "「他说的这个朋友，应该是个女孩子吧。」"

    scene bg mall5 with fade
    play music "audio/002.mp3" fadein 1.0 fadeout 1.0
    "我回去的时候，天已经黑了。日料店里现在坐满了人。"
    show s summer normal medium with dissolve
    s "[m_name]，这边~"
    "我转过头，看到舒子淇正坐在原来那张桌子旁边，朝我挥手。"
    show s summer normal close with dissolve
    s "诶~你怎么这么慢呀。"
    m "抱歉，久等了……我找手机耽误了一点时间。"
    m "你点单了吗？"
    s "还没呢。我这不是想等你一起过来点嘛……"
    "舒子淇真是。是不是该说“笨蛋”呢。"
    m "你先看看喜欢吃什么吧，等你点完了，我再加点东西？"
    s "嗯，ok。"
    "我现在的心思并不在吃什么东西上，我在纠结到底要不要现在就和舒子淇说明情况，然后把签名给她……"
    "但问题是，现在店里的人未免有点多，没什么氛围感啊。"
    "倒不是说非得营造某种氛围（看起来这也不像是我能做得好的事）。只是我想找一个特别的时候告诉舒子淇，不管是我还是VK，都相信她能够有勇气走自己内心的路。"
    s "我点好了，你看看？"
    m "哦，行。"
    "我正沉默着看着菜单，心里想着却是怎么把那张签名交给舒子淇。"
    "会不会被她觉得我干了件多余的事啊，不过......"
    s "诶，[m_name]。"
    m "啊？"
    show s summer surprised close with dissolve
    play music "audio/009.mp3" fadein 1.0 fadeout 1.0
    "一不注意，发出了愚蠢的声音。"
    s "你望着菜单发什么呆呢？看到了什么想吃不敢点的？"
    m "啊呀呀呀不是不是。"
    m "我在找盐烤秋刀鱼。"
    show s summer normal close with dissolve
    s "...这不就在这吗？你这个星际玩家。"
    m "啊，嘿嘿。"
    "我的注意被邻桌的一对母子吸引。"
    "邻桌的小孩" "「我要吃冰淇淋~~妈妈~我要吃冰淇淋~」"
    "小孩的母亲" "「明明已经吃了那么多，肚子不撑吗？」"
    "邻桌的小孩" "「就算肚子撑我也要吃！」"
    "小孩的母亲" "「而且啊，甜的吃多了会蛀牙哦。宝宝不想蛀牙的，对不对？」"
    "邻桌的小孩" "「呜~但是我还是想吃嘛……」"
    "这就是既视感吗。小时候的我，缠着父母买糖的时候，他们就会告诉我吃甜食容易蛀牙。"
    m "说起来，舒子淇，你喜欢吃甜的东西吗？"
    s "甜的东西啊。应该说完全不讨厌，有点喜欢？"
    m "巧了，我也非常喜欢。"
    s "……诶？"
    m "男生喜欢吃甜食大概听起来有点怪？反正我是这么被人吐槽过啦。"
    show s summer happy close with dissolve
    s "这个的话……虽然说提起喜欢甜食大部分人第一反应都是女孩子，但是也没有哪条规定说男生不能喜欢甜食吧。"
    "她转过头朝我笑了笑，看起来并没有认为我的口味有任何怪异之处。"
    show s summer normal close with dissolve
    s "不过[m_name]喜欢甜食的话，是不是能和女孩子们吃到一块儿去呀。"
    "什么叫“女孩子们”……我看起来像是那种被周围有女人的家伙吗……"
    s "说起来啊..."
    "舒子淇不知又说了什么话题，可我的注意力不知不觉又涣散了。"
    "我望着舒子淇的脸，一副兴致勃勃的样子，脑中浮现的确实一会前的她失落的表情。"
    "我突然开口道。"
    m "那个，舒子淇..."
    m "没有拿到VK的签名，你，很失望吧？"
    show s summer down close with dissolve
    "舒子淇的表情僵了一下。"
    s "现在还说这个干什么？"
    s "都讲了没关系的，我是仰慕他本人，又不是专门要他的签名。"
    s "别说这个了..."
    "可你脸上的表情..."
    "我赶紧把刚才拿到的签名拿出来。"
    m "其实，刚才我不是回去找手机的。"
    m "这个..."
    show s summer surprised close with dissolve
    s "诶？这个是！"
    m "这个……这个东西，我觉得现在应该给你。"
    s "这是……一张纸？等等、VK，这是VK的签名？"
    "她结果我手里的签名，认真地低头读着上面的文字。"
    "——给未来的漫画家 舒子淇：请顺从自己的内心 接着画下去吧 期待看到你的作品。VK"
    "无须我再多说，她显然能够明白我刚才回去做了什么。"
    s "……"
    m "怎么了？我、是不是我做错了什么……"
    s "不，完全没有……"
    s "只是忽然感觉我太自以为是了……明明有这么多人希望我接着画下去，我却害怕了想要退出……"
    m "舒子淇，他都很期待看到你的漫画的。VK老师也这么告诉我。"
    m "我的话，就更是如此了。"
    s "……"
    show s summer happy close with dissolve
    s "谢谢你，[m_name]。"
    $renpy.pause(delay=0.5,hard=True)    
    menu:
        s "能收到这份惊喜，真的很开心……"

        "你喜欢这个就值了":
            pass

        "如果可以的话，我想陪伴你一起画下去":
            $s1 = True
            jump ch_s1

    m "你能喜欢就好啦。"
    "看到舒子淇能露出笑容，我也觉得都值得了。"
    return
