label ch86_s:
    #11.19 周四 初冬 晴 近几天有回温
    #Event6 社团活动室 午后
    scene bg activity room1 with fade
    play music "audio/009.mp3" fadein 1.0 fadeout 1.0
    show s autumn surprised close with dissolve
    "嘭！！舒子淇一打开办公室的大门，就被礼花筒里的彩带正面袭击了。"
    "众人" "「恭喜我们部长获得新人奖一等奖！！耶！！！」"
    "舒子淇清理掉头发上的彩带，抬头一看，大家一个不落，都兴奋异常的盯着自己。"
    s "你们...怎么都在呀？谢谢大家...但是，你们是怎么知道我是一等奖的？"
    m "那个，是我，哈哈，哈哈。我想着不是庆祝一下，可能挺好？"
    "我的声音越说越小，看着满地的狼藉，我实在是无法违心说出“开心”二字，我可能办了一件蠢事。"
    hide s with dissolve
    m "..."
    "我挠着头，有点不敢看舒子淇的眼睛。"
    m "我马上就去打扫！"
    "大家看看凌乱的办公室，一时之间也不知道该如何是好。"
    "就在这时，门口却传来一阵笑声，是舒子淇！"
    show s autumn happy medium with dissolve
    s "哈哈哈哈哈，被骗到了吧！我可没有生气，谢谢你们，我很高兴呀！"
    s "虽然办公室乱得六亲不认，不过这一次就算了，没事儿的，我来打扫吧，毕竟是为我旋的礼花筒。"
    "社员A" "「吓我一跳，部长果然气势就是不一样。」"
    m "呼~没有就好。"
    "社员B" "「机会难得，不如我们一起去聚餐庆祝一下吧，这个才算正常的庆祝嘛。」"
    "众人" "「好耶！」"
    s "那大家回去收拾一下吧，我们六点在校门口集中怎么样？"
    "众人" "「好耶！」"
    hide s with dissolve
    "众人四散离去，突然，社员A突然回头，超级大声的说，这里的卫生就拜托[m_name]你代表我们打扫干净吧！！"
    "然后又小声的说了一句，兄弟，把握好机会哈！"
    "这么明显的吗？大家不会都知道我喜欢舒子淇了吧？社恐反复去世！！不过，独处机会难得，nice try，这个兄弟我认了！"
    "尽管心理活动无比丰富，但是面上我还是敷衍的将他推出门外，快走吧你！"
    show s autumn normal close with dissolve
    m "那个，他是乱说的，你别介意啊。"
    s "是吗？我问你，你刚刚为什么那么怕我生气？"
    "也不知道舒子淇有没有信我刚才的说法，她好像在逗我，我使劲摇了摇头，把这个想法抛在脑后，舒子淇才不是那样的人呢！"
    "不过，如果她真得逗我的话，是不是说明我在她心里是特殊存在呢？"
    m "我就是怕你生气，担心你生气办公室被弄乱了..."
    s "我哪有那么凶，不过谢谢你，如果不是你，我一定不会拿到这个奖杯，唔，分你三分之一吧！"
    s "不过奖杯不能分割，那就把出版商给我的第一版漫画印本给你吧！"
    m "！！真的吗？"
    s "不要？"
    m "要，肯定要！"
    m "哇，这可真是太棒了！这是今年最好的礼物了。"
    s "刚好，还你上一次特地帮我要来VK的签名了。"
    m "嘿嘿。"
    s "别站在那儿啦，来打扫卫生吧，代表~"
    m "来咯！"

    scene bg evening street1 with fade
    "……"
    "烧烤摊 七点"
    "社员A" "「冬天晚上，就应该吃烧烤或者火锅嘛！一口羊肉串一口啤酒，喝！」"
    "社员B" "「你少喝一点...」"
    "劝酒声，阻止声，锅碗瓢盆铛铛碰撞的声响，奏响了一曲独一无二的夜歌。"
    "这里既没有酒店临湾的壮丽夜景，也没有身着华服的男女；这里满是着装随意的青年，大声说话无所顾忌，放佛这就是青春最该有的样子..."
    "烧烤摊上吵闹，舒子淇内心却无比安宁，这里有她期待的一切——漫画与自我。"
    "众人嬉笑怒骂，路人看到这一群群魔乱舞的青年，都不免露出会心的笑容，就仿佛看到了曾经的自己。"
    return
