label ch72_s:
    #Event2  10.10 周六 秋
    play music "audio/003.mp3" fadein 1.0 fadeout 1.0
    scene bg dark bedroom1 with fade
    "今天是没有和舒子淇搭话的第三天，我仍不知道舒子淇到底喜不喜欢我，但这三天里，我想明白我不想放弃。"
    "或许这是第一件三次元中我无法舍弃的存在，但不论结果如何，我想坚持！既然现在的她还没有做好接受我存在的准备，那我就陪她成长！"
    "我想，我真的喜欢上舒子淇了。"
    "这三天里，不管我做什么，心里想到的都是和她相处的点滴。"
    "吃饭时，我担心她是否会按时吃饭..."
    "打游戏时，我想起在医院里两人打游戏的嬉闹..."
    "......"
    "所以，果然我还是..."

    scene bg computer with fade
    play music "audio/009.mp3" fadein 1.0 fadeout 1.0
    #——————————————————————
    $m_name = "阿酱"
    "秋秋消息界面"
    m "你最近身体怎么样？还会头疼吗？"
    s "已经没事了，我有好好休息的。"
    s "而且，漫展也告一段落了，社团的事情也不是很忙啦。"
    m "那就好。"
    m "对了，之后的社团管理方面，有什么需要我加强关注的吗？"
    #——————————————————————
    "舒子淇可能有事情，等了一会儿，她并没有回答我。"
    "我将页面切换到和“枫”的聊天页面，最近“ta”好像很忙，不经常上线。今天很难得的上线了。"
    #——————————————————————
    m "最近，你都没怎么上线？发生什么事了吗？"
    f "最近，现实中有点事，没空上线。"
    m "恩，现在怎么样了？"
    f "已经快结束了，没事。谢谢关心。"
    f "突然找我，有事吗？"
    m "你之前说的那个社团，就是星辉动漫社，我加入了。"
    m "怎么说呢，虽然经历了很多困难，但是也学到了很多知识，认识到很多有趣的朋友。真是谢谢你呀！"
    m "之前那个高校联合的漫展，你去了吗？"
    f "额，有事。算是没去成吧。"
    m "你知道的，它是由我们社团主办的，我其实也参加了。虽然没有做出什么特别突出的贡献，但也算是主办方之一啦！"
    m "一开始，真的超级担心会搞砸的。因为我们社团特别优秀的成员累倒了，所以一切都很突然。"
    m "不过，结果还是好的。都是大家共同努力的结果呢！"
    m "真好！是happy ending"
    f "我听我朋友说了，漫展很成功。恭喜你啊！"
    f "抱歉，我还有点事，先下了。"
    m "啊？好的。"
    #——————————————————————
    $m_name = temp_name
    "枫好像最近也好忙啊。最后还是不敢把我和舒子淇的事儿告诉别人，这种事还是不要告诉枫了吧。"
    "Ta可能也并不想听..."
    return
